var carData = {
    hot: [
        {
            'pid': 1588,
            'pname': '大众',
            'id': 1588,
            'name': '大众'
        },
        {
            'pid': 607,
            'pname': '本田',
            'id': 607,
            'name': '本田'
        },
        {
            'pid': 2379,
            'pname': '丰田',
            'id': 2379,
            'name': '丰田'
        },
        {
            'pid': 4691,
            'pname': '日产',
            'id': 4691,
            'name': '日产'
        },
        {
            'pid': 0,
            'pname': '奥迪',
            'id': 0,
            'name': '奥迪'
        },
        {
            'pid': 801,
            'pname': '奔驰',
            'id': 801,
            'name': '奔驰'
        },
        {
            'pid': 511,
            'pname': '宝马',
            'id': 511,
            'name': '宝马'
        },

    ],
    province: [
        {
            'id': 0,
            'name': '奥迪',
            'city': [
                {
                    'id': 1,
                    'name': '奥迪'
                },
                {
                    'id': 1,
                    'name': '奥迪-100(进口)-19961997'
                },
                {
                    'id': 2,
                    'name': '奥迪-100-19871991'
                },
                {
                    'id': 3,
                    'name': '奥迪-100-1992'
                },
                {
                    'id': 4,
                    'name': '奥迪-100-19971999'
                },
                {
                    'id': 5,
                    'name': '奥迪-80-19871991'
                },
                {
                    'id': 6,
                    'name': '奥迪-80-19931995'
                },
                {
                    'id': 7,
                    'name': '奥迪-A1-20122014'
                },
                {
                    'id': 8,
                    'name': '奥迪-A3-20102013'
                },
                {
                    'id': 9,
                    'name': '奥迪-A3-20142015(两厢)'
                },
                {
                    'id': 10,
                    'name': '奥迪-A3-20142015(三厢)'
                },
                {
                    'id': 11,
                    'name': '奥迪-A4(进口)-20132014(旅行版)'
                },
                {
                    'id': 12,
                    'name': '奥迪-A4-20042005'
                },
                {
                    'id': 13,
                    'name': '奥迪-A4L-20092012'
                },
                {
                    'id': 14,
                    'name': '奥迪-A4L-20132015'
                },
                {
                    'id': 15,
                    'name': '奥迪-A5-20082009'
                },
                {
                    'id': 16,
                    'name': '奥迪-A5-2010'
                },
                {
                    'id': 17,
                    'name': '奥迪-A5-20102014'
                },
                {
                    'id': 18,
                    'name': '奥迪-A6(进口)-19941997'
                },
                {
                    'id': 19,
                    'name': '奥迪-A6-2004'
                },
                {
                    'id': 20,
                    'name': '奥迪-A6L-20052008'
                },
                {
                    'id': 21,
                    'name': '奥迪-A6L-20092011'
                },
                {
                    'id': 22,
                    'name': '奥迪-A6L-20122014'
                },
                {
                    'id': 23,
                    'name': '奥迪-A7-20122014'
                },
                {
                    'id': 24,
                    'name': '奥迪-A8-19942002'
                },
                {
                    'id': 25,
                    'name': '奥迪-A8-20042007'
                },
                {
                    'id': 26,
                    'name': '奥迪-A8-20112014'
                },
                {
                    'id': 27,
                    'name': '奥迪-Q3-20132015'
                },
                {
                    'id': 28,
                    'name': '奥迪-Q5-20102014'
                },
                {
                    'id': 29,
                    'name': '奥迪-Q7-20062007'
                },
                {
                    'id': 30,
                    'name': '奥迪-Q7-20102015'
                },
                {
                    'id': 31,
                    'name': '奥迪-S5-2010'
                },
                {
                    'id': 32,
                    'name': '奥迪-S5-2012'
                },
                {
                    'id': 33,
                    'name': '奥迪-奥迪100-1994'
                },
                {
                    'id': 34,
                    'name': '奥迪-奥迪A3(进口)-10'
                },
                {
                    'id': 35,
                    'name': '奥迪-奥迪A3(进口)-13'
                },
                {
                    'id': 36,
                    'name': '奥迪-奥迪A4-03'
                },
                {
                    'id': 37,
                    'name': '奥迪-奥迪A4-06'
                },
                {
                    'id': 38,
                    'name': '奥迪-奥迪A4L-10'
                },
                {
                    'id': 39,
                    'name': '奥迪-奥迪A4L-13'
                },
                {
                    'id': 40,
                    'name': '奥迪-奥迪A4L-14'
                },
                {
                    'id': 41,
                    'name': '奥迪-奥迪A5-08'
                },
                {
                    'id': 42,
                    'name': '奥迪-奥迪A5-12!13'
                },
                {
                    'id': 43,
                    'name': '奥迪-奥迪A6-04'
                },
                {
                    'id': 44,
                    'name': '奥迪-奥迪A6-11'
                },
                {
                    'id': 45,
                    'name': '奥迪-奥迪A6L-08'
                },
                {
                    'id': 46,
                    'name': '奥迪-奥迪A6L-09'
                },
                {
                    'id': 47,
                    'name': '奥迪-奥迪A6L-11'
                },
                {
                    'id': 48,
                    'name': '奥迪-奥迪A6L-12'
                },
                {
                    'id': 49,
                    'name': '奥迪-奥迪A6L-14'
                },
                {
                    'id': 50,
                    'name': '奥迪-奥迪A7-12!13!14'
                },
                {
                    'id': 51,
                    'name': '奥迪-奥迪A8-11'
                },
                {
                    'id': 52,
                    'name': '奥迪-奥迪A8-13'
                },
                {
                    'id': 53,
                    'name': '奥迪-奥迪Q3-10'
                },
                {
                    'id': 54,
                    'name': '奥迪-奥迪Q3-13'
                },
                {
                    'id': 55,
                    'name': '奥迪-奥迪Q5（进口）-13'
                },
                {
                    'id': 56,
                    'name': '奥迪-奥迪Q5-10'
                },
                {
                    'id': 57,
                    'name': '奥迪-奥迪Q5-13'
                },
                {
                    'id': 58,
                    'name': '奥迪-奥迪Q7-07'
                },
                {
                    'id': 59,
                    'name': '奥迪-奥迪Q7-10!11!12'
                },
                {
                    'id': 60,
                    'name': '奥迪-奥迪S3-14'
                },
                {
                    'id': 61,
                    'name': '奥迪-奥迪TT-11!12'
                }
            ]
        },
        {
            'id': 62,
            'name': '安源',
            'city': [
                {
                    'id': 63,
                    'name': '安源'
                },
                {
                    'id': 63,
                    'name': '安源-PK6890A'
                }
            ]
        },
        {
            'id': 64,
            'name': '安凯',
            'city': [
                {
                    'id': 65,
                    'name': '安凯'
                },
                {
                    'id': 65,
                    'name': '安凯-AC6606KJ6'
                },
                {
                    'id': 66,
                    'name': '安凯-HFF6100G04C'
                },
                {
                    'id': 67,
                    'name': '安凯-HFF6110G64C'
                },
                {
                    'id': 68,
                    'name': '安凯-HFF6120K82D'
                },
                {
                    'id': 69,
                    'name': '安凯-HFF6120KG6'
                },
                {
                    'id': 70,
                    'name': '安凯-HFF6125G03PHEV'
                },
                {
                    'id': 71,
                    'name': '安凯-HFF6900KZ'
                }
            ]
        },
        {
            'id': 72,
            'name': '奔驰',
            'city': [
                {
                    'id': 73,
                    'name': '奔驰'
                },
                {
                    'id': 73,
                    'name': '奔驰-A级-19972003'
                },
                {
                    'id': 74,
                    'name': '奔驰-A级-20092011'
                },
                {
                    'id': 75,
                    'name': '奔驰-A级-20132015'
                },
                {
                    'id': 76,
                    'name': '奔驰-B级-2009'
                },
                {
                    'id': 77,
                    'name': '奔驰-B级-20122015'
                },
                {
                    'id': 78,
                    'name': '奔驰-CLA级-20142015'
                },
                {
                    'id': 79,
                    'name': '奔驰-CLK级-20052009(敞篷版)'
                },
                {
                    'id': 80,
                    'name': '奔驰-CLS级-20072009'
                },
                {
                    'id': 81,
                    'name': '奔驰-CLS级-20122014'
                },
                {
                    'id': 82,
                    'name': '奔驰-CLS级-2013(猎装版)'
                },
                {
                    'id': 83,
                    'name': '奔驰-C级(进口)-20102011(旅行版)'
                },
                {
                    'id': 84,
                    'name': '奔驰-C级-19972000'
                },
                {
                    'id': 85,
                    'name': '奔驰-C级-20012005(SportCoupe版)'
                },
                {
                    'id': 86,
                    'name': '奔驰-C级-20012007'
                },
                {
                    'id': 87,
                    'name': '奔驰-C级-20082013'
                },
                {
                    'id': 88,
                    'name': '奔驰-C级-20082013(改装)'
                },
                {
                    'id': 89,
                    'name': '奔驰-C级-2015'
                },
                {
                    'id': 90,
                    'name': '奔驰-E级(进口)-2006'
                },
                {
                    'id': 91,
                    'name': '奔驰-E级(进口)-20092012'
                },
                {
                    'id': 92,
                    'name': '奔驰-E级-19901994'
                },
                {
                    'id': 93,
                    'name': '奔驰-E级-19951999'
                },
                {
                    'id': 94,
                    'name': '奔驰-E级-19992002'
                },
                {
                    'id': 95,
                    'name': '奔驰-E级-20102013(改装)'
                },
                {
                    'id': 96,
                    'name': '奔驰-E级-20142015'
                },
                {
                    'id': 97,
                    'name': '奔驰-GLK级-2012'
                },
                {
                    'id': 98,
                    'name': '奔驰-GLK级-20132015'
                },
                {
                    'id': 99,
                    'name': '奔驰-GL级-20062011'
                },
                {
                    'id': 100,
                    'name': '奔驰-GL级-2013'
                },
                {
                    'id': 101,
                    'name': '奔驰-G级-20102013'
                },
                {
                    'id': 102,
                    'name': '奔驰-MB100-20012010'
                },
                {
                    'id': 103,
                    'name': '奔驰-M级-19972004'
                },
                {
                    'id': 104,
                    'name': '奔驰-M级-19972004(外挂备胎)'
                },
                {
                    'id': 105,
                    'name': '奔驰-M级-20052010'
                },
                {
                    'id': 106,
                    'name': '奔驰-M级-20122014'
                },
                {
                    'id': 107,
                    'name': '奔驰-M级AMG-20072011'
                },
                {
                    'id': 108,
                    'name': '奔驰-R级-20062007'
                },
                {
                    'id': 109,
                    'name': '奔驰-R级-20092014'
                },
                {
                    'id': 110,
                    'name': '奔驰-SLK级-20092010'
                },
                {
                    'id': 111,
                    'name': '奔驰-SLK级-20112015'
                },
                {
                    'id': 112,
                    'name': '奔驰-SL级-20082011'
                },
                {
                    'id': 113,
                    'name': '奔驰-S级-19791991'
                },
                {
                    'id': 114,
                    'name': '奔驰-S级-19931997'
                },
                {
                    'id': 115,
                    'name': '奔驰-S级-19982002'
                },
                {
                    'id': 116,
                    'name': '奔驰-S级-20032006'
                },
                {
                    'id': 117,
                    'name': '奔驰-S级-20062009'
                },
                {
                    'id': 118,
                    'name': '奔驰-S级-20102012'
                },
                {
                    'id': 119,
                    'name': '奔驰-S级-20142015'
                },
                {
                    'id': 120,
                    'name': '奔驰-奔驰B级-09'
                },
                {
                    'id': 121,
                    'name': '奔驰-奔驰C级（进口）-06!07!08'
                },
                {
                    'id': 122,
                    'name': '奔驰-奔驰C级（进口）-11'
                },
                {
                    'id': 123,
                    'name': '奔驰-奔驰C级-13'
                },
                {
                    'id': 124,
                    'name': '奔驰-奔驰E级（进口）-04'
                },
                {
                    'id': 125,
                    'name': '奔驰-奔驰E级-10'
                },
                {
                    'id': 126,
                    'name': '奔驰-奔驰E级-12!13'
                },
                {
                    'id': 127,
                    'name': '奔驰-奔驰GLK级(进口)-08!10'
                },
                {
                    'id': 128,
                    'name': '奔驰-奔驰GLK级-13'
                },
                {
                    'id': 129,
                    'name': '奔驰-奔驰M级-12'
                },
                {
                    'id': 130,
                    'name': '奔驰-奔驰R级-07'
                },
                {
                    'id': 131,
                    'name': '奔驰-奔驰R级-09!10!11!14'
                },
                {
                    'id': 132,
                    'name': '奔驰-奔驰SLK200级-11'
                },
                {
                    'id': 133,
                    'name': '奔驰-奔驰S级-06'
                },
                {
                    'id': 134,
                    'name': '奔驰-奔驰S级-10!11!12'
                },
                {
                    'id': 135,
                    'name': '奔驰-凌特-20122014'
                },
                {
                    'id': 136,
                    'name': '奔驰-凌特房车-20102012'
                },
                {
                    'id': 137,
                    'name': '奔驰-唯雅诺-20042010(含进口版)'
                },
                {
                    'id': 138,
                    'name': '奔驰-唯雅诺-20112015'
                }
            ]
        },
        {
            'id': 139,
            'name': '本田',
            'city': [
                {
                    'id': 140,
                    'name': '本田'
                },
                {
                    'id': 140,
                    'name': '本田-CRV-20042005'
                },
                {
                    'id': 141,
                    'name': '本田-CRV-20072010'
                },
                {
                    'id': 142,
                    'name': '本田-CRV-20122013'
                },
                {
                    'id': 143,
                    'name': '本田-INSPIRE-19951998'
                },
                {
                    'id': 144,
                    'name': '本田-艾力绅-12'
                },
                {
                    'id': 145,
                    'name': '本田-艾力绅-20122015'
                },
                {
                    'id': 146,
                    'name': '本田-奥德赛-02'
                },
                {
                    'id': 147,
                    'name': '本田-奥德赛-04!05!06!07'
                },
                {
                    'id': 148,
                    'name': '本田-奥德赛-08'
                },
                {
                    'id': 149,
                    'name': '本田-奥德赛-09'
                },
                {
                    'id': 150,
                    'name': '本田-奥德赛-19941996'
                },
                {
                    'id': 151,
                    'name': '本田-奥德赛-19971999'
                },
                {
                    'id': 152,
                    'name': '本田-奥德赛-20022003'
                },
                {
                    'id': 153,
                    'name': '本田-奥德赛-20042006'
                },
                {
                    'id': 154,
                    'name': '本田-奥德赛-20072008'
                },
                {
                    'id': 155,
                    'name': '本田-奥德赛-20092011'
                },
                {
                    'id': 156,
                    'name': '本田-奥德赛-20132014'
                },
                {
                    'id': 157,
                    'name': '本田-奥德赛-2015'
                },
                {
                    'id': 158,
                    'name': '本田-本田CRV-04'
                },
                {
                    'id': 159,
                    'name': '本田-本田CRV-05'
                },
                {
                    'id': 160,
                    'name': '本田-本田CRV-07'
                },
                {
                    'id': 161,
                    'name': '本田-本田CRV-08'
                },
                {
                    'id': 162,
                    'name': '本田-本田CRV-10'
                },
                {
                    'id': 163,
                    'name': '本田-本田CRV-12'
                },
                {
                    'id': 164,
                    'name': '本田-本田CRV-13'
                },
                {
                    'id': 165,
                    'name': '本田-飞度-03'
                },
                {
                    'id': 166,
                    'name': '本田-飞度-04'
                },
                {
                    'id': 167,
                    'name': '本田-飞度-07'
                },
                {
                    'id': 168,
                    'name': '本田-飞度-08'
                },
                {
                    'id': 169,
                    'name': '本田-飞度-11'
                },
                {
                    'id': 170,
                    'name': '本田-飞度-2004(三厢)'
                },
                {
                    'id': 171,
                    'name': '本田-飞度-20042007'
                },
                {
                    'id': 172,
                    'name': '本田-飞度-2008'
                },
                {
                    'id': 173,
                    'name': '本田-飞度-2011'
                },
                {
                    'id': 174,
                    'name': '本田-飞度-2014'
                },
                {
                    'id': 175,
                    'name': '本田-锋范-08'
                },
                {
                    'id': 176,
                    'name': '本田-锋范-12'
                },
                {
                    'id': 177,
                    'name': '本田-锋范-20082011'
                },
                {
                    'id': 178,
                    'name': '本田-锋范-20122014'
                },
                {
                    'id': 179,
                    'name': '本田-歌诗图-12'
                },
                {
                    'id': 180,
                    'name': '本田-歌诗图-20112012'
                },
                {
                    'id': 181,
                    'name': '本田-歌诗图-2014'
                },
                {
                    'id': 182,
                    'name': '本田-杰德-13'
                },
                {
                    'id': 183,
                    'name': '本田-杰德-20132014'
                },
                {
                    'id': 184,
                    'name': '本田-里程-19901995'
                },
                {
                    'id': 185,
                    'name': '本田-里程-19992004'
                },
                {
                    'id': 186,
                    'name': '本田-凌派-13'
                },
                {
                    'id': 187,
                    'name': '本田-凌派-20132015'
                },
                {
                    'id': 188,
                    'name': '本田-时韵-20002002'
                },
                {
                    'id': 189,
                    'name': '本田-时韵-20032006'
                },
                {
                    'id': 190,
                    'name': '本田-思铂睿-09'
                },
                {
                    'id': 191,
                    'name': '本田-思铂睿-20092013'
                },
                {
                    'id': 192,
                    'name': '本田-思迪-20062007'
                },
                {
                    'id': 193,
                    'name': '本田-思域-06'
                },
                {
                    'id': 194,
                    'name': '本田-思域-07'
                },
                {
                    'id': 195,
                    'name': '本田-思域-08'
                },
                {
                    'id': 196,
                    'name': '本田-思域-09'
                },
                {
                    'id': 197,
                    'name': '本田-思域-13'
                },
                {
                    'id': 198,
                    'name': '本田-思域-19911995'
                },
                {
                    'id': 199,
                    'name': '本田-思域-19961999(改装)'
                },
                {
                    'id': 200,
                    'name': '本田-思域-19962000'
                },
                {
                    'id': 201,
                    'name': '本田-思域-19982000(FERIO轿跑版)'
                },
                {
                    'id': 202,
                    'name': '本田-思域-20012005(FERIO轿跑版)'
                },
                {
                    'id': 203,
                    'name': '本田-思域-20062009'
                },
                {
                    'id': 204,
                    'name': '本田-思域-20122013'
                },
                {
                    'id': 205,
                    'name': '本田-思域-2014'
                },
                {
                    'id': 206,
                    'name': '本田-雅阁-02'
                },
                {
                    'id': 207,
                    'name': '本田-雅阁-04!05!06!07'
                },
                {
                    'id': 208,
                    'name': '本田-雅阁-07'
                },
                {
                    'id': 209,
                    'name': '本田-雅阁-08!09!10'
                },
                {
                    'id': 210,
                    'name': '本田-雅阁-080!9!10'
                },
                {
                    'id': 211,
                    'name': '本田-雅阁-11!12'
                },
                {
                    'id': 212,
                    'name': '本田-雅阁-12'
                },
                {
                    'id': 213,
                    'name': '本田-雅阁-13'
                },
                {
                    'id': 214,
                    'name': '本田-雅阁-14'
                },
                {
                    'id': 215,
                    'name': '本田-雅阁-19901993'
                },
                {
                    'id': 216,
                    'name': '本田-雅阁-19901993(欧版轿跑型)'
                },
                {
                    'id': 217,
                    'name': '本田-雅阁-19941997'
                },
                {
                    'id': 218,
                    'name': '本田-雅阁-1995'
                },
                {
                    'id': 219,
                    'name': '本田-雅阁-19971998'
                },
                {
                    'id': 220,
                    'name': '本田-雅阁-20012002'
                },
                {
                    'id': 221,
                    'name': '本田-雅阁-20042005'
                },
                {
                    'id': 222,
                    'name': '本田-雅阁-20062007'
                },
                {
                    'id': 223,
                    'name': '本田-雅阁-20082013'
                },
                {
                    'id': 224,
                    'name': '本田-雅阁-20142015'
                }
            ]
        },
        {
            'id': 225,
            'name': '宝马',
            'city': [
                {
                    'id': 226,
                    'name': '宝马'
                },
                {
                    'id': 226,
                    'name': '宝马-1系-20072011'
                },
                {
                    'id': 227,
                    'name': '宝马-1系-20122013'
                },
                {
                    'id': 228,
                    'name': '宝马-3系(进口)-20062013(敞篷轿跑)'
                },
                {
                    'id': 229,
                    'name': '宝马-3系(进口)-20062013(轿跑)'
                },
                {
                    'id': 230,
                    'name': '宝马-3系-19911996'
                },
                {
                    'id': 231,
                    'name': '宝马-3系-2004'
                },
                {
                    'id': 232,
                    'name': '宝马-3系-20052008'
                },
                {
                    'id': 233,
                    'name': '宝马-3系-20092012'
                },
                {
                    'id': 234,
                    'name': '宝马-3系-20132015'
                },
                {
                    'id': 235,
                    'name': '宝马-3系-20132015(改装)'
                },
                {
                    'id': 236,
                    'name': '宝马-3系GT-20132014'
                },
                {
                    'id': 237,
                    'name': '宝马-4系-2014'
                },
                {
                    'id': 238,
                    'name': '宝马-5系(进口)-20022004'
                },
                {
                    'id': 239,
                    'name': '宝马-5系(进口)-20122014(旅行版)'
                },
                {
                    'id': 240,
                    'name': '宝马-5系(进口)-2014(M运动型)'
                },
                {
                    'id': 241,
                    'name': '宝马-5系-19971999'
                },
                {
                    'id': 242,
                    'name': '宝马-5系-20052010'
                },
                {
                    'id': 243,
                    'name': '宝马-5系-20112015'
                },
                {
                    'id': 244,
                    'name': '宝马-5系-2014(高配版)'
                },
                {
                    'id': 245,
                    'name': '宝马-5系GT-20102013'
                },
                {
                    'id': 246,
                    'name': '宝马-6系-20112013'
                },
                {
                    'id': 247,
                    'name': '宝马-7系-19942001'
                },
                {
                    'id': 248,
                    'name': '宝马-7系-20022004'
                },
                {
                    'id': 249,
                    'name': '宝马-7系-20052008'
                },
                {
                    'id': 250,
                    'name': '宝马-7系-20092013'
                },
                {
                    'id': 251,
                    'name': '宝马-M3-19931998'
                },
                {
                    'id': 252,
                    'name': '宝马-M3-19941999(敞篷版)'
                },
                {
                    'id': 253,
                    'name': '宝马-M3-20092013'
                },
                {
                    'id': 254,
                    'name': '宝马-X1-20102012(含进口版)'
                },
                {
                    'id': 255,
                    'name': '宝马-X1-20122014'
                },
                {
                    'id': 256,
                    'name': '宝马-X3-2006'
                },
                {
                    'id': 257,
                    'name': '宝马-X3-20072010'
                },
                {
                    'id': 258,
                    'name': '宝马-X3-20112014'
                },
                {
                    'id': 259,
                    'name': '宝马-X4-2014'
                },
                {
                    'id': 260,
                    'name': '宝马-X5-20042006'
                },
                {
                    'id': 261,
                    'name': '宝马-X5-20082010'
                },
                {
                    'id': 262,
                    'name': '宝马-X5-20082013'
                },
                {
                    'id': 263,
                    'name': '宝马-X6-20082013'
                },
                {
                    'id': 264,
                    'name': '宝马-Z3-19962002'
                },
                {
                    'id': 265,
                    'name': '宝马-Z4-20042007'
                },
                {
                    'id': 266,
                    'name': '宝马-Z4-20052007'
                },
                {
                    'id': 267,
                    'name': '宝马-Z4-20052007(敞篷版)'
                },
                {
                    'id': 268,
                    'name': '宝马-Z4-20092013'
                },
                {
                    'id': 269,
                    'name': '宝马-宝马1系-08!10'
                },
                {
                    'id': 270,
                    'name': '宝马-宝马1系-10'
                },
                {
                    'id': 271,
                    'name': '宝马-宝马1系-12'
                },
                {
                    'id': 272,
                    'name': '宝马-宝马1系-13-1'
                },
                {
                    'id': 273,
                    'name': '宝马-宝马3系(进口)-10'
                },
                {
                    'id': 274,
                    'name': '宝马-宝马3系(进口)-13!14'
                },
                {
                    'id': 275,
                    'name': '宝马-宝马3系-14'
                },
                {
                    'id': 276,
                    'name': '宝马-宝马3系-320Li-13'
                },
                {
                    'id': 277,
                    'name': '宝马-宝马5系（进口）-11!12!13'
                },
                {
                    'id': 278,
                    'name': '宝马-宝马5系-11!12!13'
                },
                {
                    'id': 279,
                    'name': '宝马-宝马5系-14'
                },
                {
                    'id': 280,
                    'name': '宝马-宝马5系-GT-13'
                },
                {
                    'id': 281,
                    'name': '宝马-宝马7系-04'
                },
                {
                    'id': 282,
                    'name': '宝马-宝马7系-05!07!08'
                },
                {
                    'id': 283,
                    'name': '宝马-宝马7系-09!10!11!12'
                },
                {
                    'id': 284,
                    'name': '宝马-宝马X1-13'
                },
                {
                    'id': 285,
                    'name': '宝马-宝马X3-11!12!13'
                },
                {
                    'id': 286,
                    'name': '宝马-宝马X5-08!09'
                },
                {
                    'id': 287,
                    'name': '宝马-宝马X5-1'
                },
                {
                    'id': 288,
                    'name': '宝马-宝马X5-11'
                },
                {
                    'id': 289,
                    'name': '宝马-宝马X6-12!13'
                }
            ]
        },
        {
            'id': 290,
            'name': '标致',
            'city': [
                {
                    'id': 291,
                    'name': '标致'
                },
                {
                    'id': 291,
                    'name': '标致-2008-2014'
                },
                {
                    'id': 292,
                    'name': '标致-206-20052008'
                },
                {
                    'id': 293,
                    'name': '标致-207-20092011(两厢)'
                },
                {
                    'id': 294,
                    'name': '标致-3008(进口)-2011'
                },
                {
                    'id': 295,
                    'name': '标致-3008-20132015'
                },
                {
                    'id': 296,
                    'name': '标致-301-2014'
                },
                {
                    'id': 297,
                    'name': '标致-307-20042010(三厢)'
                },
                {
                    'id': 298,
                    'name': '标致-307-20082013(两厢)'
                },
                {
                    'id': 299,
                    'name': '标致-307CC-2004'
                },
                {
                    'id': 300,
                    'name': '标致-307SW-20052007'
                },
                {
                    'id': 301,
                    'name': '标致-308-20122014'
                },
                {
                    'id': 302,
                    'name': '标致-308CC-20092012'
                },
                {
                    'id': 303,
                    'name': '标致-308SW-2009'
                },
                {
                    'id': 304,
                    'name': '标致-4008-20122013'
                },
                {
                    'id': 305,
                    'name': '标致-408-20102012'
                },
                {
                    'id': 306,
                    'name': '标致-508-20112014'
                },
                {
                    'id': 307,
                    'name': '标致-607-2004'
                },
                {
                    'id': 308,
                    'name': '标致-RCZ-20112014'
                }
            ]
        },
        {
            'id': 309,
            'name': '比亚迪',
            'city': [
                {
                    'id': 310,
                    'name': '比亚迪'
                },
                {
                    'id': 310,
                    'name': '比亚迪-E6-20122014'
                },
                {
                    'id': 311,
                    'name': '比亚迪-F0-20082013'
                },
                {
                    'id': 312,
                    'name': '比亚迪-F3-20052013'
                },
                {
                    'id': 313,
                    'name': '比亚迪-F3-20142015'
                },
                {
                    'id': 314,
                    'name': '比亚迪-F3DM-20082010'
                },
                {
                    'id': 315,
                    'name': '比亚迪-F6-20082011'
                },
                {
                    'id': 316,
                    'name': '比亚迪-G5-2014'
                },
                {
                    'id': 317,
                    'name': '比亚迪-G6-20112013'
                },
                {
                    'id': 318,
                    'name': '比亚迪-L3-20102013'
                },
                {
                    'id': 319,
                    'name': '比亚迪-M6-20102013'
                },
                {
                    'id': 320,
                    'name': '比亚迪-S6-20112014'
                },
                {
                    'id': 321,
                    'name': '比亚迪-S6-20112014(改装)'
                },
                {
                    'id': 322,
                    'name': '比亚迪-S7-2015'
                },
                {
                    'id': 323,
                    'name': '比亚迪-比亚迪F0-08!09!10'
                },
                {
                    'id': 324,
                    'name': '比亚迪-比亚迪F3-05!07!08'
                },
                {
                    'id': 325,
                    'name': '比亚迪-比亚迪F3-09'
                },
                {
                    'id': 326,
                    'name': '比亚迪-比亚迪F3-10'
                },
                {
                    'id': 327,
                    'name': '比亚迪-比亚迪G3-10!11!12!13'
                },
                {
                    'id': 328,
                    'name': '比亚迪-比亚迪G6-11!12!13'
                },
                {
                    'id': 329,
                    'name': '比亚迪-比亚迪L3-10!11!12!13'
                },
                {
                    'id': 330,
                    'name': '比亚迪-比亚迪S6-11!12!13'
                },
                {
                    'id': 331,
                    'name': '比亚迪-福莱尔-20032005'
                },
                {
                    'id': 332,
                    'name': '比亚迪-秦-20142015'
                },
                {
                    'id': 333,
                    'name': '比亚迪-思锐-2013'
                },
                {
                    'id': 334,
                    'name': '比亚迪-速锐-12!13!14'
                },
                {
                    'id': 335,
                    'name': '比亚迪-速锐-20122014'
                }
            ]
        },
        {
            'id': 336,
            'name': '北汽威旺',
            'city': [
                {
                    'id': 337,
                    'name': '北汽威旺'
                },
                {
                    'id': 337,
                    'name': '北汽威旺-205-2013'
                },
                {
                    'id': 338,
                    'name': '北汽威旺-M20-20132014'
                },
                {
                    'id': 339,
                    'name': '北汽威旺-北汽威旺306-11!14!13'
                },
                {
                    'id': 340,
                    'name': '北汽威旺-北汽威旺M20-13!14'
                },
                {
                    'id': 341,
                    'name': '北汽威旺-北汽威旺T205D-13'
                }
            ]
        },
        {
            'id': 342,
            'name': '别克',
            'city': [
                {
                    'id': 343,
                    'name': '别克'
                },
                {
                    'id': 343,
                    'name': '别克-GL8-2004'
                },
                {
                    'id': 344,
                    'name': '别克-GL8-20042007'
                },
                {
                    'id': 345,
                    'name': '别克-GL8-20052013(陆尊or经典版)'
                },
                {
                    'id': 346,
                    'name': '别克-GL8-2013'
                },
                {
                    'id': 347,
                    'name': '别克-GL8-2014(豪华版)'
                },
                {
                    'id': 348,
                    'name': '别克-昂科拉-20132015'
                },
                {
                    'id': 349,
                    'name': '别克-昂科拉ENC!E-14'
                },
                {
                    'id': 350,
                    'name': '别克-昂科雷-09!10!13'
                },
                {
                    'id': 351,
                    'name': '别克-昂科雷-20092014'
                },
                {
                    'id': 352,
                    'name': '别克-别克GL8-04'
                },
                {
                    'id': 353,
                    'name': '别克-别克GL8-05!06'
                },
                {
                    'id': 354,
                    'name': '别克-别克GL8-07'
                },
                {
                    'id': 355,
                    'name': '别克-别克GL8-11'
                },
                {
                    'id': 356,
                    'name': '别克-别克GL8-12'
                },
                {
                    'id': 357,
                    'name': '别克-君威-04!05!06'
                },
                {
                    'id': 358,
                    'name': '别克-君威-06!07!08'
                },
                {
                    'id': 359,
                    'name': '别克-君威-09!10!11!12'
                },
                {
                    'id': 360,
                    'name': '别克-君威-11'
                },
                {
                    'id': 361,
                    'name': '别克-君威-12'
                },
                {
                    'id': 362,
                    'name': '别克-君威-14'
                },
                {
                    'id': 363,
                    'name': '别克-君威-2000'
                },
                {
                    'id': 364,
                    'name': '别克-君威-20092012'
                },
                {
                    'id': 365,
                    'name': '别克-君威-20142015'
                },
                {
                    'id': 366,
                    'name': '别克-君威GS-20142015'
                },
                {
                    'id': 367,
                    'name': '别克-君越-06!07!08'
                },
                {
                    'id': 368,
                    'name': '别克-君越-09!10!11!12'
                },
                {
                    'id': 369,
                    'name': '别克-君越-13'
                },
                {
                    'id': 370,
                    'name': '别克-君越-20062007'
                },
                {
                    'id': 371,
                    'name': '别克-君越-2008'
                },
                {
                    'id': 372,
                    'name': '别克-君越-20092012'
                },
                {
                    'id': 373,
                    'name': '别克-凯越-04!05'
                },
                {
                    'id': 374,
                    'name': '别克-凯越-06'
                },
                {
                    'id': 375,
                    'name': '别克-凯越-07'
                },
                {
                    'id': 376,
                    'name': '别克-凯越-08!11'
                },
                {
                    'id': 377,
                    'name': '别克-凯越-13'
                },
                {
                    'id': 378,
                    'name': '别克-凯越-20042007'
                },
                {
                    'id': 379,
                    'name': '别克-凯越-20052007(旅行版)'
                },
                {
                    'id': 380,
                    'name': '别克-凯越-20082013'
                },
                {
                    'id': 381,
                    'name': '别克-凯越HRV-20042006'
                },
                {
                    'id': 382,
                    'name': '别克-林荫大道-07!09!10!11'
                },
                {
                    'id': 383,
                    'name': '别克-林荫大道-20072011'
                },
                {
                    'id': 384,
                    'name': '别克-荣御-20042005'
                },
                {
                    'id': 385,
                    'name': '别克-赛欧-04'
                },
                {
                    'id': 386,
                    'name': '别克-赛欧-20042005'
                },
                {
                    'id': 387,
                    'name': '别克-赛欧SRV-20042005'
                },
                {
                    'id': 388,
                    'name': '别克-赛欧SRV-20042005(改装)'
                },
                {
                    'id': 389,
                    'name': '别克-世纪-19891996'
                },
                {
                    'id': 390,
                    'name': '别克-新世纪-19992002'
                },
                {
                    'id': 391,
                    'name': '别克-英朗-10'
                },
                {
                    'id': 392,
                    'name': '别克-英朗-11!12!13'
                },
                {
                    'id': 393,
                    'name': '别克-英朗GT-20102014'
                },
                {
                    'id': 394,
                    'name': '别克-英朗XT-20102014'
                }
            ]
        },
        {
            'id': 395,
            'name': '奔腾',
            'city': [
                {
                    'id': 396,
                    'name': '奔腾'
                },
                {
                    'id': 396,
                    'name': '奔腾-B50-20092012'
                },
                {
                    'id': 397,
                    'name': '奔腾-B50-2013'
                },
                {
                    'id': 398,
                    'name': '奔腾-B70-20102011'
                },
                {
                    'id': 399,
                    'name': '奔腾-B70-2012'
                },
                {
                    'id': 400,
                    'name': '奔腾-B70-20142015'
                },
                {
                    'id': 401,
                    'name': '奔腾-B90-20122014'
                },
                {
                    'id': 402,
                    'name': '奔腾-X80-20132015'
                }
            ]
        },
        {
            'id': 403,
            'name': '保时捷',
            'city': [
                {
                    'id': 404,
                    'name': '保时捷'
                },
                {
                    'id': 404,
                    'name': '保时捷-911-20062011(GT3)'
                },
                {
                    'id': 405,
                    'name': '保时捷-911-20082011'
                },
                {
                    'id': 406,
                    'name': '保时捷-911-2012'
                },
                {
                    'id': 407,
                    'name': '保时捷-Boxster-20002004'
                },
                {
                    'id': 408,
                    'name': '保时捷-Boxster-20042006'
                },
                {
                    'id': 409,
                    'name': '保时捷-Boxster-20132015'
                },
                {
                    'id': 410,
                    'name': '保时捷-Cayman-20092012'
                },
                {
                    'id': 411,
                    'name': '保时捷-Cayman-20132014'
                },
                {
                    'id': 412,
                    'name': '保时捷-Macan-2014'
                },
                {
                    'id': 413,
                    'name': '保时捷-Panamera-20102015'
                },
                {
                    'id': 414,
                    'name': '保时捷-Panamera-2014'
                },
                {
                    'id': 415,
                    'name': '保时捷-卡宴-04'
                },
                {
                    'id': 416,
                    'name': '保时捷-卡宴-07'
                },
                {
                    'id': 417,
                    'name': '保时捷-卡宴-11'
                },
                {
                    'id': 418,
                    'name': '保时捷-卡宴-14'
                },
                {
                    'id': 419,
                    'name': '保时捷-卡宴-20032005'
                },
                {
                    'id': 420,
                    'name': '保时捷-卡宴-20032006(外挂备胎)'
                },
                {
                    'id': 421,
                    'name': '保时捷-卡宴-20072009'
                },
                {
                    'id': 422,
                    'name': '保时捷-卡宴-20072009(外挂备胎)'
                },
                {
                    'id': 423,
                    'name': '保时捷-卡宴-20112014'
                },
                {
                    'id': 424,
                    'name': '保时捷-卡宴-2015'
                }
            ]
        },
        {
            'id': 425,
            'name': '北京汽车',
            'city': [
                {
                    'id': 426,
                    'name': '北京汽车'
                },
                {
                    'id': 426,
                    'name': '北京汽车-E系列-20122013(两厢)'
                },
                {
                    'id': 427,
                    'name': '北京汽车-E系列-20122013(两厢改装)'
                },
                {
                    'id': 428,
                    'name': '北京汽车-E系列-2013(三厢)'
                },
                {
                    'id': 429,
                    'name': '北京汽车-北京40-20142015'
                },
                {
                    'id': 430,
                    'name': '北京汽车-绅宝D50-2014'
                },
                {
                    'id': 431,
                    'name': '北京汽车-绅宝D70-2013'
                }
            ]
        },
        {
            'id': 432,
            'name': '北汽制造',
            'city': [
                {
                    'id': 433,
                    'name': '北汽制造'
                },
                {
                    'id': 433,
                    'name': '北汽制造-京城海狮-2005'
                },
                {
                    'id': 434,
                    'name': '北汽制造-路霸-2005'
                },
                {
                    'id': 435,
                    'name': '北汽制造-骑士S12-2009'
                },
                {
                    'id': 436,
                    'name': '北汽制造-锐铃-2013'
                },
                {
                    'id': 437,
                    'name': '北汽制造-勇士-2008'
                },
                {
                    'id': 438,
                    'name': '北汽制造-越铃-2012'
                },
                {
                    'id': 439,
                    'name': '北汽制造-战旗-2010(角斗士)'
                }
            ]
        },
        {
            'id': 440,
            'name': '宝骏',
            'city': [
                {
                    'id': 441,
                    'name': '宝骏'
                },
                {
                    'id': 441,
                    'name': '宝骏-630-20112014'
                },
                {
                    'id': 442,
                    'name': '宝骏-730-20142015'
                },
                {
                    'id': 443,
                    'name': '宝骏-宝骏630-11!12!13!14'
                },
                {
                    'id': 444,
                    'name': '宝骏-乐驰-20042012'
                }
            ]
        },
        {
            'id': 445,
            'name': '宾利',
            'city': [
                {
                    'id': 446,
                    'name': '宾利'
                },
                {
                    'id': 446,
                    'name': '宾利-飞驰-20052009'
                },
                {
                    'id': 447,
                    'name': '宾利-慕尚-20112015'
                }
            ]
        },
        {
            'id': 448,
            'name': '中国北方',
            'city': [
                {
                    'id': 449,
                    'name': '中国北方'
                }
            ]
        },
        {
            'id': 449,
            'name': '北汽幻速',
            'city': [
                {
                    'id': 450,
                    'name': '北汽幻速'
                },
                {
                    'id': 450,
                    'name': '北汽幻速-S3-20142015'
                }
            ]
        },
        {
            'id': 451,
            'name': '宝龙',
            'city': [
                {
                    'id': 452,
                    'name': '宝龙'
                },
                {
                    'id': 452,
                    'name': '宝龙-天马座-2004'
                }
            ]
        },
        {
            'id': 453,
            'name': '标志',
            'city': [
                {
                    'id': 454,
                    'name': '标志'
                },
                {
                    'id': 454,
                    'name': '标志-308-12!13!14'
                },
                {
                    'id': 455,
                    'name': '标志-标志206-04!05!06!07!08'
                },
                {
                    'id': 456,
                    'name': '标志-标志207-09!10!11!13'
                },
                {
                    'id': 457,
                    'name': '标志-标志301-14'
                },
                {
                    'id': 458,
                    'name': '标志-标志307-04!05!06'
                },
                {
                    'id': 459,
                    'name': '标志-标志307-07!08!09!10'
                },
                {
                    'id': 460,
                    'name': '标志-标志307-08!09!10'
                },
                {
                    'id': 461,
                    'name': '标志-标志307-11!12!13'
                },
                {
                    'id': 462,
                    'name': '标志-标志308-12!13!14'
                },
                {
                    'id': 463,
                    'name': '标志-标志308-13'
                },
                {
                    'id': 464,
                    'name': '标志-标志308-14'
                },
                {
                    'id': 465,
                    'name': '标志-标志408-10!11!12'
                },
                {
                    'id': 466,
                    'name': '标志-标志408-13'
                },
                {
                    'id': 467,
                    'name': '标志-标志508-11!12!13!14'
                }
            ]
        },
        {
            'id': 468,
            'name': '长安',
            'city': [
                {
                    'id': 469,
                    'name': '长安'
                },
                {
                    'id': 469,
                    'name': '长安-CM8-20042007'
                },
                {
                    'id': 470,
                    'name': '长安-CS35-20122014'
                },
                {
                    'id': 471,
                    'name': '长安-CS75-2014'
                },
                {
                    'id': 472,
                    'name': '长安-CX20-20112014'
                },
                {
                    'id': 473,
                    'name': '长安-CX30-20112012(三厢)'
                },
                {
                    'id': 474,
                    'name': '长安-E3-05'
                },
                {
                    'id': 475,
                    'name': '长安-S460-2009'
                },
                {
                    'id': 476,
                    'name': '长安-SC6515XAG4'
                },
                {
                    'id': 477,
                    'name': '长安-SC6606C1G3'
                },
                {
                    'id': 478,
                    'name': '长安-SC6761CG4'
                },
                {
                    'id': 479,
                    'name': '长安-奔奔i-20062008'
                },
                {
                    'id': 480,
                    'name': '长安-奔奔LOVE-2010'
                },
                {
                    'id': 481,
                    'name': '长安-奔奔MINI-12'
                },
                {
                    'id': 482,
                    'name': '长安-奔奔MINI-20102011'
                },
                {
                    'id': 483,
                    'name': '长安-奔奔MINI-2012'
                },
                {
                    'id': 484,
                    'name': '长安-都市彩虹-20052009'
                },
                {
                    'id': 485,
                    'name': '长安-镭蒙-20052006'
                },
                {
                    'id': 486,
                    'name': '长安-欧力威-20132015'
                },
                {
                    'id': 487,
                    'name': '长安-欧诺-20122014'
                },
                {
                    'id': 488,
                    'name': '长安-睿骋-13!14'
                },
                {
                    'id': 489,
                    'name': '长安-睿骋-20132015'
                },
                {
                    'id': 490,
                    'name': '长安-睿行-14'
                },
                {
                    'id': 491,
                    'name': '长安-睿行-2014'
                },
                {
                    'id': 492,
                    'name': '长安商用-金牛星-11!13'
                },
                {
                    'id': 493,
                    'name': '长安商用-欧诺-12'
                },
                {
                    'id': 494,
                    'name': '长安商用-欧诺-13!14'
                },
                {
                    'id': 495,
                    'name': '长安商用-长安CM8-04'
                },
                {
                    'id': 496,
                    'name': '长安商用-长安星光35'
                },
                {
                    'id': 497,
                    'name': '长安商用-长安星光35-1000'
                },
                {
                    'id': 498,
                    'name': '长安商用-长安星光4500-07'
                },
                {
                    'id': 499,
                    'name': '长安商用-长安星光4500-12'
                },
                {
                    'id': 500,
                    'name': '长安商用-长安之星-03'
                },
                {
                    'id': 501,
                    'name': '长安商用-长安之星-07'
                },
                {
                    'id': 502,
                    'name': '长安商用-长安之星-09'
                },
                {
                    'id': 503,
                    'name': '长安商用-长安之星-13'
                },
                {
                    'id': 504,
                    'name': '长安商用-长安之星2-09'
                },
                {
                    'id': 505,
                    'name': '长安商用-长安之星2-12'
                },
                {
                    'id': 506,
                    'name': '长安商用-长安之星S460-09-1'
                },
                {
                    'id': 507,
                    'name': '长安商用-长安之星S460-09-2'
                },
                {
                    'id': 508,
                    'name': '长安-神骐-2012'
                },
                {
                    'id': 509,
                    'name': '长安-星光-2006(改装)'
                },
                {
                    'id': 510,
                    'name': '长安-星光小卡S401-2013'
                },
                {
                    'id': 511,
                    'name': '长安-星卡-07'
                },
                {
                    'id': 512,
                    'name': '长安-星卡-2006'
                },
                {
                    'id': 513,
                    'name': '长安-星卡-2006(SC1026)'
                },
                {
                    'id': 514,
                    'name': '长安-星卡D201-2013'
                },
                {
                    'id': 515,
                    'name': '长安-星卡S201-2013'
                },
                {
                    'id': 516,
                    'name': '长安-勋龙-10'
                },
                {
                    'id': 517,
                    'name': '长安-逸动-12!13!14'
                },
                {
                    'id': 518,
                    'name': '长安-逸动-20122014'
                },
                {
                    'id': 519,
                    'name': '长安-悦翔-20092012'
                },
                {
                    'id': 520,
                    'name': '长安-悦翔V3-2012'
                },
                {
                    'id': 521,
                    'name': '长安-悦翔V5-2012'
                },
                {
                    'id': 522,
                    'name': '长安-悦翔V7-2015'
                },
                {
                    'id': 523,
                    'name': '长安-运通-2006(SC6372A)'
                },
                {
                    'id': 524,
                    'name': '长安-长安CX20-11'
                },
                {
                    'id': 525,
                    'name': '长安-长安星光-20032006'
                },
                {
                    'id': 526,
                    'name': '长安-长安星光-2006(SC6390)'
                },
                {
                    'id': 527,
                    'name': '长安-长安星光-2007(SC6395)'
                },
                {
                    'id': 528,
                    'name': '长安-长安星光-2009'
                },
                {
                    'id': 529,
                    'name': '长安-长安星光35-2007'
                },
                {
                    'id': 530,
                    'name': '长安-长安星光35-2009'
                },
                {
                    'id': 531,
                    'name': '长安-长安星光4500-2012'
                },
                {
                    'id': 532,
                    'name': '长安-长安之星-2003'
                },
                {
                    'id': 533,
                    'name': '长安-长安之星-2005(SC6350C)'
                },
                {
                    'id': 534,
                    'name': '长安-长安之星-2005(SC6371A)'
                },
                {
                    'id': 535,
                    'name': '长安-长安之星-2009'
                },
                {
                    'id': 536,
                    'name': '长安-长安之星-2013'
                },
                {
                    'id': 537,
                    'name': '长安-长安之星2-2009'
                },
                {
                    'id': 538,
                    'name': '长安-长安之星2-2012'
                },
                {
                    'id': 539,
                    'name': '长安-长安之星7-2014'
                },
                {
                    'id': 540,
                    'name': '长安-致尚XT-2013'
                }
            ]
        },
        {
            'id': 541,
            'name': '长城',
            'city': [
                {
                    'id': 542,
                    'name': '长城'
                },
                {
                    'id': 542,
                    'name': '长城-C20R-20112014'
                },
                {
                    'id': 543,
                    'name': '长城-C30-20102013'
                },
                {
                    'id': 544,
                    'name': '长城-C50-20122013'
                },
                {
                    'id': 545,
                    'name': '长城-C50-2014'
                },
                {
                    'id': 546,
                    'name': '长城-M1-20092010'
                },
                {
                    'id': 547,
                    'name': '长城-M2-20102014'
                },
                {
                    'id': 548,
                    'name': '长城-M4-20122014'
                },
                {
                    'id': 549,
                    'name': '长城-风骏3-2011'
                },
                {
                    'id': 550,
                    'name': '长城-哈弗H5-10'
                },
                {
                    'id': 551,
                    'name': '长城-哈弗-哈弗H3-10'
                },
                {
                    'id': 552,
                    'name': '长城-哈弗-哈弗H6-11!12!13'
                },
                {
                    'id': 553,
                    'name': '长城-哈弗-哈弗H6-14'
                },
                {
                    'id': 554,
                    'name': '长城-哈弗-哈弗H6-14-1'
                },
                {
                    'id': 555,
                    'name': '长城-哈弗-哈弗H6-14-2'
                },
                {
                    'id': 556,
                    'name': '长城-金迪尔-20022004'
                },
                {
                    'id': 557,
                    'name': '长城-精灵-20082009'
                },
                {
                    'id': 558,
                    'name': '长城-酷熊-20092010'
                },
                {
                    'id': 559,
                    'name': '长城-赛弗-06'
                },
                {
                    'id': 560,
                    'name': '长城-赛弗-2003'
                },
                {
                    'id': 561,
                    'name': '长城-赛弗-20032004(外挂备胎)'
                },
                {
                    'id': 562,
                    'name': '长城-赛弗-2004'
                },
                {
                    'id': 563,
                    'name': '长城-赛骏-2005'
                },
                {
                    'id': 564,
                    'name': '长城-赛酷-2004'
                },
                {
                    'id': 565,
                    'name': '长城-赛铃-2008'
                },
                {
                    'id': 566,
                    'name': '长城-赛铃-2010'
                },
                {
                    'id': 567,
                    'name': '长城-赛影-20042005'
                },
                {
                    'id': 568,
                    'name': '长城-赛影-20042005(外挂备胎)'
                },
                {
                    'id': 569,
                    'name': '长城-赛影-20072009'
                },
                {
                    'id': 570,
                    'name': '长城-赛影-20072009(外挂备胎)'
                },
                {
                    'id': 571,
                    'name': '长城-腾翼V80-20112013'
                },
                {
                    'id': 572,
                    'name': '长城-炫丽-09'
                },
                {
                    'id': 573,
                    'name': '长城-炫丽-10!11'
                },
                {
                    'id': 574,
                    'name': '长城-炫丽-20082011'
                },
                {
                    'id': 575,
                    'name': '长城-长城C30-12'
                },
                {
                    'id': 576,
                    'name': '长城-长城M4-12'
                }
            ]
        },
        {
            'id': 577,
            'name': '成功',
            'city': [
                {
                    'id': 578,
                    'name': '成功'
                }
            ]
        },
        {
            'id': 578,
            'name': '昌河',
            'city': [
                {
                    'id': 579,
                    'name': '昌河'
                },
                {
                    'id': 579,
                    'name': '昌河-爱迪尔-20062011'
                },
                {
                    'id': 580,
                    'name': '昌河-昌铃王-1999'
                },
                {
                    'id': 581,
                    'name': '昌河-昌铃王-20052008'
                },
                {
                    'id': 582,
                    'name': '昌河-福瑞达-11!13!14'
                },
                {
                    'id': 583,
                    'name': '昌河-福瑞达-20102014'
                },
                {
                    'id': 584,
                    'name': '昌河-福瑞达-2011(加长型)'
                },
                {
                    'id': 585,
                    'name': '昌河-福瑞达M50-2015'
                },
                {
                    'id': 586,
                    'name': '昌河-福瑞达微卡-20122013'
                },
                {
                    'id': 587,
                    'name': '昌河-福运-2012'
                },
                {
                    'id': 588,
                    'name': '昌河-新单双排微卡-1999'
                }
            ]
        },
        {
            'id': 589,
            'name': '长安商用',
            'city': [
                {
                    'id': 590,
                    'name': '长安商用'
                },
                {
                    'id': 590,
                    'name': '长安商用-金牛星-11!13'
                },
                {
                    'id': 591,
                    'name': '长安商用-欧诺-12'
                },
                {
                    'id': 592,
                    'name': '长安商用-欧诺-13!14'
                },
                {
                    'id': 593,
                    'name': '长安商用-长安CM8-04'
                },
                {
                    'id': 594,
                    'name': '长安商用-长安星光35'
                },
                {
                    'id': 595,
                    'name': '长安商用-长安星光35-1000'
                },
                {
                    'id': 596,
                    'name': '长安商用-长安星光4500-07'
                },
                {
                    'id': 597,
                    'name': '长安商用-长安星光4500-12'
                },
                {
                    'id': 598,
                    'name': '长安商用-长安之星-03'
                },
                {
                    'id': 599,
                    'name': '长安商用-长安之星-07'
                },
                {
                    'id': 600,
                    'name': '长安商用-长安之星-09'
                },
                {
                    'id': 601,
                    'name': '长安商用-长安之星-13'
                },
                {
                    'id': 602,
                    'name': '长安商用-长安之星2-09'
                },
                {
                    'id': 603,
                    'name': '长安商用-长安之星2-12'
                },
                {
                    'id': 604,
                    'name': '长安商用-长安之星S460-09-1'
                },
                {
                    'id': 605,
                    'name': '长安商用-长安之星S460-09-2'
                }
            ]
        },
        {
            'id': 606,
            'name': '东风小康',
            'city': [
                {
                    'id': 607,
                    'name': '东风小康'
                },
                {
                    'id': 607,
                    'name': '东风小康-C35-20122014'
                },
                {
                    'id': 608,
                    'name': '东风小康-K01L-20082015'
                },
                {
                    'id': 609,
                    'name': '东风小康-K02L-2012'
                },
                {
                    'id': 610,
                    'name': '东风小康-K07-20062013'
                },
                {
                    'id': 611,
                    'name': '东风小康-K07II-20072013'
                },
                {
                    'id': 612,
                    'name': '东风小康-K17-2009'
                },
                {
                    'id': 613,
                    'name': '东风小康-K17-2009(标准版)'
                },
                {
                    'id': 614,
                    'name': '东风小康-V07S-2011'
                },
                {
                    'id': 615,
                    'name': '东风小康-V27-2011'
                },
                {
                    'id': 616,
                    'name': '东风小康-V27L-2011'
                },
                {
                    'id': 617,
                    'name': '东风小康-V29-2012'
                },
                {
                    'id': 618,
                    'name': '东风小康-东风小康C37-12'
                },
                {
                    'id': 619,
                    'name': '东风小康-东风小康K01-08'
                },
                {
                    'id': 620,
                    'name': '东风小康-东风小康K07-06!10'
                },
                {
                    'id': 621,
                    'name': '东风小康-东风小康K07II-11'
                },
                {
                    'id': 622,
                    'name': '东风小康-东风小康K07II-13'
                },
                {
                    'id': 623,
                    'name': '东风小康-东风小康V22-11'
                },
                {
                    'id': 624,
                    'name': '东风小康-风光-13!14'
                },
                {
                    'id': 625,
                    'name': '东风小康-风光330-20132014'
                },
                {
                    'id': 626,
                    'name': '东风小康-风光360-2015'
                }
            ]
        },
        {
            'id': 627,
            'name': '大众',
            'city': [
                {
                    'id': 628,
                    'name': '大众'
                },
                {
                    'id': 628,
                    'name': '大众-CC-20102012'
                },
                {
                    'id': 629,
                    'name': '大众-CRAFTER-2006'
                },
                {
                    'id': 630,
                    'name': '大众-CrossGolf-2011'
                },
                {
                    'id': 631,
                    'name': '大众-CrossPOLO-07'
                },
                {
                    'id': 632,
                    'name': '大众-CrossPolo-2007'
                },
                {
                    'id': 633,
                    'name': '大众-CrossPolo-20122014'
                },
                {
                    'id': 634,
                    'name': '大众-EOS-20052010'
                },
                {
                    'id': 635,
                    'name': '大众-POLO-04'
                },
                {
                    'id': 636,
                    'name': '大众-polo-06!07!08'
                },
                {
                    'id': 637,
                    'name': '大众-polo-09'
                },
                {
                    'id': 638,
                    'name': '大众-polo-11'
                },
                {
                    'id': 639,
                    'name': '大众-polo-13'
                },
                {
                    'id': 640,
                    'name': '大众-Polo-20042005'
                },
                {
                    'id': 641,
                    'name': '大众-Polo-20042005(三厢)'
                },
                {
                    'id': 642,
                    'name': '大众-Polo-20112013'
                },
                {
                    'id': 643,
                    'name': '大众-Polo-20142015'
                },
                {
                    'id': 644,
                    'name': '大众-PoloGTI-2012'
                },
                {
                    'id': 645,
                    'name': '大众-Polo劲情-20062009'
                },
                {
                    'id': 646,
                    'name': '大众-Polo劲取-20062011'
                },
                {
                    'id': 647,
                    'name': '大众-Tiguan(进口)-20072014'
                },
                {
                    'id': 648,
                    'name': '大众-Tiguan(进口)-20122013'
                },
                {
                    'id': 649,
                    'name': '大众-宝来-02'
                },
                {
                    'id': 650,
                    'name': '大众-宝来-08!11!12'
                },
                {
                    'id': 651,
                    'name': '大众-宝来-11'
                },
                {
                    'id': 652,
                    'name': '大众-宝来-13'
                },
                {
                    'id': 653,
                    'name': '大众-宝来-20042005'
                },
                {
                    'id': 654,
                    'name': '大众-宝来-2006'
                },
                {
                    'id': 655,
                    'name': '大众-宝来-20082012'
                },
                {
                    'id': 656,
                    'name': '大众-宝来-20132014'
                },
                {
                    'id': 657,
                    'name': '大众-宝来HS-2006'
                },
                {
                    'id': 658,
                    'name': '大众-宝来-宝来经典-06'
                },
                {
                    'id': 659,
                    'name': '大众-大众CC-12'
                },
                {
                    'id': 660,
                    'name': '大众-都市高尔夫-19951998'
                },
                {
                    'id': 661,
                    'name': '大众-高尔-04'
                },
                {
                    'id': 662,
                    'name': '大众-高尔-2004'
                },
                {
                    'id': 663,
                    'name': '大众-高尔夫-04!05!08'
                },
                {
                    'id': 664,
                    'name': '大众-高尔夫-10!11!12'
                },
                {
                    'id': 665,
                    'name': '大众-高尔夫-20042008'
                },
                {
                    'id': 666,
                    'name': '大众-高尔夫-20102012'
                },
                {
                    'id': 667,
                    'name': '大众-高尔夫-20142015'
                },
                {
                    'id': 668,
                    'name': '大众-高尔夫GTI-2006'
                },
                {
                    'id': 669,
                    'name': '大众-高尔夫GTI-2012'
                },
                {
                    'id': 670,
                    'name': '大众-高尔夫GTI-2012(改装尾灯)'
                },
                {
                    'id': 671,
                    'name': '大众-高尔夫R-2011'
                },
                {
                    'id': 672,
                    'name': '大众-高尔夫旅行版-2011'
                },
                {
                    'id': 673,
                    'name': '大众-辉腾-11!12!13'
                },
                {
                    'id': 674,
                    'name': '大众-辉腾-20042010'
                },
                {
                    'id': 675,
                    'name': '大众-辉腾-20112014'
                },
                {
                    'id': 676,
                    'name': '大众-甲壳虫-04!05!06'
                },
                {
                    'id': 677,
                    'name': '大众-甲壳虫-13!14'
                },
                {
                    'id': 678,
                    'name': '大众-甲壳虫-2004'
                },
                {
                    'id': 679,
                    'name': '大众-甲壳虫-20052010'
                },
                {
                    'id': 680,
                    'name': '大众-甲壳虫-20122015'
                },
                {
                    'id': 681,
                    'name': '大众-捷达-04!05'
                },
                {
                    'id': 682,
                    'name': '大众-捷达-10!12'
                },
                {
                    'id': 683,
                    'name': '大众-捷达-13'
                },
                {
                    'id': 684,
                    'name': '大众-捷达-15'
                },
                {
                    'id': 685,
                    'name': '大众-捷达-19982003'
                },
                {
                    'id': 686,
                    'name': '大众-捷达-20042008'
                },
                {
                    'id': 687,
                    'name': '大众-捷达-20042012(改装)'
                },
                {
                    'id': 688,
                    'name': '大众-捷达-20102012'
                },
                {
                    'id': 689,
                    'name': '大众-朗行-20132015'
                },
                {
                    'id': 690,
                    'name': '大众-朗境-2014'
                },
                {
                    'id': 691,
                    'name': '大众-朗逸-08!09'
                },
                {
                    'id': 692,
                    'name': '大众-朗逸-13'
                },
                {
                    'id': 693,
                    'name': '大众-朗逸-13-无灯'
                },
                {
                    'id': 694,
                    'name': '大众-朗逸-20082011'
                },
                {
                    'id': 695,
                    'name': '大众-朗逸-20132015'
                },
                {
                    'id': 696,
                    'name': '大众-迈特威-19902003'
                },
                {
                    'id': 697,
                    'name': '大众-迈特威-20122014'
                },
                {
                    'id': 698,
                    'name': '大众-迈腾(进口)-12'
                },
                {
                    'id': 699,
                    'name': '大众-迈腾(进口)-2007(旅行版)'
                },
                {
                    'id': 700,
                    'name': '大众-迈腾(进口)-2012'
                },
                {
                    'id': 701,
                    'name': '大众-迈腾-08!09!10!11'
                },
                {
                    'id': 702,
                    'name': '大众-迈腾-12!13'
                },
                {
                    'id': 703,
                    'name': '大众-迈腾-12!13!14'
                },
                {
                    'id': 704,
                    'name': '大众-迈腾-20072011'
                },
                {
                    'id': 705,
                    'name': '大众-迈腾-20122015'
                },
                {
                    'id': 706,
                    'name': '大众-帕萨特-04!05!07'
                },
                {
                    'id': 707,
                    'name': '大众-帕萨特-11'
                },
                {
                    'id': 708,
                    'name': '大众-帕萨特-13!14'
                },
                {
                    'id': 709,
                    'name': '大众-帕萨特-19931997'
                },
                {
                    'id': 710,
                    'name': '大众-帕萨特-20002007'
                },
                {
                    'id': 711,
                    'name': '大众-帕萨特-20112015'
                },
                {
                    'id': 712,
                    'name': '大众-帕萨特-领驭-07'
                },
                {
                    'id': 713,
                    'name': '大众-帕萨特-领驭-09'
                },
                {
                    'id': 714,
                    'name': '大众-帕萨特领驭-20092011'
                },
                {
                    'id': 715,
                    'name': '大众-桑塔纳-13!15'
                },
                {
                    'id': 716,
                    'name': '大众-桑塔纳2000-20002003'
                },
                {
                    'id': 717,
                    'name': '大众-桑塔纳-20012007(旅行版)'
                },
                {
                    'id': 718,
                    'name': '大众-桑塔纳3000-20052007'
                },
                {
                    'id': 719,
                    'name': '大众-桑塔纳经典-04!06!07'
                },
                {
                    'id': 720,
                    'name': '大众-桑塔纳志俊'
                },
                {
                    'id': 721,
                    'name': '大众-桑塔纳志俊-04!05!06'
                },
                {
                    'id': 722,
                    'name': '大众-桑塔纳志俊-08'
                },
                {
                    'id': 723,
                    'name': '大众-桑塔纳志俊-10'
                },
                {
                    'id': 724,
                    'name': '大众-桑塔纳志俊-20042008(实尚型)'
                },
                {
                    'id': 725,
                    'name': '大众-桑塔纳志俊-20082010'
                },
                {
                    'id': 726,
                    'name': '大众-尚酷-09!10!11!13'
                },
                {
                    'id': 727,
                    'name': '大众-尚酷-20092011'
                },
                {
                    'id': 728,
                    'name': '大众-尚酷-2011(R.Line)'
                },
                {
                    'id': 729,
                    'name': '大众-速腾-06!07!09!10'
                },
                {
                    'id': 730,
                    'name': '大众-速腾-11'
                },
                {
                    'id': 731,
                    'name': '大众-速腾-12!13!14'
                },
                {
                    'id': 732,
                    'name': '大众-速腾-20062010'
                },
                {
                    'id': 733,
                    'name': '大众-速腾-2011'
                },
                {
                    'id': 734,
                    'name': '大众-速腾-20122014'
                },
                {
                    'id': 735,
                    'name': '大众-速腾GLI-2013'
                },
                {
                    'id': 736,
                    'name': '大众-途安-08'
                },
                {
                    'id': 737,
                    'name': '大众-途安-11'
                },
                {
                    'id': 738,
                    'name': '大众-途安-20082015'
                },
                {
                    'id': 739,
                    'name': '大众-途观-10'
                },
                {
                    'id': 740,
                    'name': '大众-途观-12'
                },
                {
                    'id': 741,
                    'name': '大众-途观-13'
                },
                {
                    'id': 742,
                    'name': '大众-途观-14'
                },
                {
                    'id': 743,
                    'name': '大众-途观-20102012'
                },
                {
                    'id': 744,
                    'name': '大众-途观-20132015'
                },
                {
                    'id': 745,
                    'name': '大众-途锐-04!06'
                },
                {
                    'id': 746,
                    'name': '大众-途锐-11'
                },
                {
                    'id': 747,
                    'name': '大众-途锐-20062010'
                },
                {
                    'id': 748,
                    'name': '大众-途锐-20062010(外挂备胎)'
                },
                {
                    'id': 749,
                    'name': '大众-途锐-20112014'
                },
                {
                    'id': 750,
                    'name': '大众-夏朗-20052010'
                },
                {
                    'id': 751,
                    'name': '大众-夏朗-20122014'
                },
                {
                    'id': 752,
                    'name': '大众-一汽-大众-CC-13'
                }
            ]
        },
        {
            'id': 753,
            'name': '大宇',
            'city': [
                {
                    'id': 754,
                    'name': '大宇'
                },
                {
                    'id': 754,
                    'name': '大宇-GDW6121HK'
                },
                {
                    'id': 755,
                    'name': '大宇-GDW6840HKD1'
                },
                {
                    'id': 756,
                    'name': '大宇-典雅-19972002'
                },
                {
                    'id': 757,
                    'name': '大宇-蓝龙-19972002'
                },
                {
                    'id': 758,
                    'name': '大宇-蓝天-19961997'
                },
                {
                    'id': 759,
                    'name': '大宇-赛手-19861994'
                },
                {
                    'id': 760,
                    'name': '大宇-王子-19861993'
                },
                {
                    'id': 761,
                    'name': '大宇-王子-19961999'
                }
            ]
        },
        {
            'id': 762,
            'name': '道奇',
            'city': [
                {
                    'id': 763,
                    'name': '道奇'
                },
                {
                    'id': 763,
                    'name': '道奇-CARAVAN-19911995'
                },
                {
                    'id': 764,
                    'name': '道奇-RAM货车-19881993'
                },
                {
                    'id': 765,
                    'name': '道奇-RAM货车-20002003'
                },
                {
                    'id': 766,
                    'name': '道奇-锋哲-20072011'
                },
                {
                    'id': 767,
                    'name': '道奇-酷博-08!09!10!11'
                },
                {
                    'id': 768,
                    'name': '道奇-酷博-20082011'
                },
                {
                    'id': 769,
                    'name': '道奇-酷威-09!10!11'
                },
                {
                    'id': 770,
                    'name': '道奇-酷威-20092011'
                },
                {
                    'id': 771,
                    'name': '道奇-酷威-20092014'
                }
            ]
        },
        {
            'id': 772,
            'name': '东南',
            'city': [
                {
                    'id': 773,
                    'name': '东南'
                },
                {
                    'id': 773,
                    'name': '东南-V3菱悦-12'
                },
                {
                    'id': 774,
                    'name': '东南-V3菱悦-20082010'
                },
                {
                    'id': 775,
                    'name': '东南-V3菱悦-20102013'
                },
                {
                    'id': 776,
                    'name': '东南-V5菱致-20122015'
                },
                {
                    'id': 777,
                    'name': '东南-V6菱仕-20132014'
                },
                {
                    'id': 778,
                    'name': '东南-得利卡-08'
                },
                {
                    'id': 779,
                    'name': '东南-得利卡-19952000'
                },
                {
                    'id': 780,
                    'name': '东南-得利卡-2002'
                },
                {
                    'id': 781,
                    'name': '东南-得利卡-2002(外挂备胎)'
                },
                {
                    'id': 782,
                    'name': '东南-得利卡-20082009'
                },
                {
                    'id': 783,
                    'name': '东南-得利卡-2014'
                },
                {
                    'id': 784,
                    'name': '东南-富利卡-19972000'
                },
                {
                    'id': 785,
                    'name': '东南-富利卡-20032005'
                },
                {
                    'id': 786,
                    'name': '东南-富利卡-2006'
                },
                {
                    'id': 787,
                    'name': '东南-富利卡-20072009(菱动)'
                },
                {
                    'id': 788,
                    'name': '东南-菱利-20052006'
                },
                {
                    'id': 789,
                    'name': '东南-菱绅-20012003'
                },
                {
                    'id': 790,
                    'name': '东南-菱绅-20042006'
                },
                {
                    'id': 791,
                    'name': '东南-菱帅-04'
                },
                {
                    'id': 792,
                    'name': '东南-菱帅-20042005'
                }
            ]
        },
        {
            'id': 793,
            'name': '东风风神',
            'city': [
                {
                    'id': 794,
                    'name': '东风风神'
                },
                {
                    'id': 794,
                    'name': '东风风神-A30-2014'
                },
                {
                    'id': 795,
                    'name': '东风风神-A60-20122014'
                },
                {
                    'id': 796,
                    'name': '东风风神-H30-20102014'
                },
                {
                    'id': 797,
                    'name': '东风风神-S30-20092012'
                },
                {
                    'id': 798,
                    'name': '东风风神-S30-20132014'
                },
                {
                    'id': 799,
                    'name': '东风风神-风神A60-12'
                },
                {
                    'id': 800,
                    'name': '东风风神-风神H30-10!11!12'
                },
                {
                    'id': 801,
                    'name': '东风风神-风神H30-10!11!12-出租车'
                },
                {
                    'id': 802,
                    'name': '东风风神-风神H30-12'
                },
                {
                    'id': 803,
                    'name': '东风风神-风神H30-13!14'
                },
                {
                    'id': 804,
                    'name': '东风风神-风神S30-09!11!12'
                }
            ]
        },
        {
            'id': 805,
            'name': 'DS',
            'city': [
                {
                    'id': 806,
                    'name': 'DS'
                },
                {
                    'id': 806,
                    'name': 'DS-DS5-20122014(含进口版)'
                },
                {
                    'id': 807,
                    'name': 'DS-DS5LS-2014'
                },
                {
                    'id': 808,
                    'name': 'DS-DS6-2014'
                }
            ]
        },
        {
            'id': 809,
            'name': '东风风行',
            'city': [
                {
                    'id': 810,
                    'name': '东风风行'
                },
                {
                    'id': 810,
                    'name': '东风风行-景逸-07!08!09!10'
                },
                {
                    'id': 811,
                    'name': '东风风行-景逸-11!12!14'
                },
                {
                    'id': 812,
                    'name': '东风风行-景逸-20072014'
                },
                {
                    'id': 813,
                    'name': '东风风行-景逸LV-20112014'
                },
                {
                    'id': 814,
                    'name': '东风风行-景逸S50-2014'
                },
                {
                    'id': 815,
                    'name': '东风风行-景逸SUV-2012'
                },
                {
                    'id': 816,
                    'name': '东风风行-景逸X3-20142015'
                },
                {
                    'id': 817,
                    'name': '东风风行-景逸X5-13'
                },
                {
                    'id': 818,
                    'name': '东风风行-景逸X5-20132015'
                },
                {
                    'id': 819,
                    'name': '东风风行-菱智-07!08!10!11'
                },
                {
                    'id': 820,
                    'name': '东风风行-菱智-08'
                },
                {
                    'id': 821,
                    'name': '东风风行-菱智-12'
                },
                {
                    'id': 822,
                    'name': '东风风行-菱智-12!13'
                },
                {
                    'id': 823,
                    'name': '东风风行-菱智-14'
                },
                {
                    'id': 824,
                    'name': '东风风行-菱智M3-20072015'
                },
                {
                    'id': 825,
                    'name': '东风风行-菱智M5-20122014'
                },
                {
                    'id': 826,
                    'name': '东风风行-菱智V3-20072014'
                }
            ]
        },
        {
            'id': 827,
            'name': '大迪',
            'city': [
                {
                    'id': 828,
                    'name': '大迪'
                },
                {
                    'id': 828,
                    'name': '大迪-霸道SUV-2007'
                }
            ]
        },
        {
            'id': 829,
            'name': '东风风度',
            'city': [
                {
                    'id': 830,
                    'name': '东风风度'
                },
                {
                    'id': 830,
                    'name': '东风风度-奥丁-07!13'
                },
                {
                    'id': 831,
                    'name': '东风风度-锐骐多功能车-20102013'
                },
                {
                    'id': 832,
                    'name': '东风风度-帅客-10!11!12'
                },
                {
                    'id': 833,
                    'name': '东风风度-帅客-20102014'
                },
                {
                    'id': 834,
                    'name': '东风风度-御轩-20072009'
                }
            ]
        },
        {
            'id': 835,
            'name': '东风',
            'city': [
                {
                    'id': 836,
                    'name': '东风'
                },
                {
                    'id': 836,
                    'name': '东风-EQ6710PT1'
                },
                {
                    'id': 837,
                    'name': '东风风度-奥丁-07!13'
                },
                {
                    'id': 838,
                    'name': '东风风度-锐骐多功能车-20102013'
                },
                {
                    'id': 839,
                    'name': '东风风度-帅客-10!11!12'
                },
                {
                    'id': 840,
                    'name': '东风风度-帅客-20102014'
                },
                {
                    'id': 841,
                    'name': '东风风度-御轩-20072009'
                },
                {
                    'id': 842,
                    'name': '东风风行-景逸-07!08!09!10'
                },
                {
                    'id': 843,
                    'name': '东风风行-景逸-11!12!14'
                },
                {
                    'id': 844,
                    'name': '东风风行-景逸-20072014'
                },
                {
                    'id': 845,
                    'name': '东风风行-景逸LV-20112014'
                },
                {
                    'id': 846,
                    'name': '东风风行-景逸S50-2014'
                },
                {
                    'id': 847,
                    'name': '东风风行-景逸SUV-2012'
                },
                {
                    'id': 848,
                    'name': '东风风行-景逸X3-20142015'
                },
                {
                    'id': 849,
                    'name': '东风风行-景逸X5-13'
                },
                {
                    'id': 850,
                    'name': '东风风行-景逸X5-20132015'
                },
                {
                    'id': 851,
                    'name': '东风风行-菱智-07!08!10!11'
                },
                {
                    'id': 852,
                    'name': '东风风行-菱智-08'
                },
                {
                    'id': 853,
                    'name': '东风风行-菱智-12'
                },
                {
                    'id': 854,
                    'name': '东风风行-菱智-12!13'
                },
                {
                    'id': 855,
                    'name': '东风风行-菱智-14'
                },
                {
                    'id': 856,
                    'name': '东风风行-菱智M3-20072015'
                },
                {
                    'id': 857,
                    'name': '东风风行-菱智M5-20122014'
                },
                {
                    'id': 858,
                    'name': '东风风行-菱智V3-20072014'
                },
                {
                    'id': 859,
                    'name': '东风风神-A30-2014'
                },
                {
                    'id': 860,
                    'name': '东风风神-A60-20122014'
                },
                {
                    'id': 861,
                    'name': '东风风神-H30-20102014'
                },
                {
                    'id': 862,
                    'name': '东风风神-S30-20092012'
                },
                {
                    'id': 863,
                    'name': '东风风神-S30-20132014'
                },
                {
                    'id': 864,
                    'name': '东风风神-风神A60-12'
                },
                {
                    'id': 865,
                    'name': '东风风神-风神H30-10!11!12'
                },
                {
                    'id': 866,
                    'name': '东风风神-风神H30-10!11!12-出租车'
                },
                {
                    'id': 867,
                    'name': '东风风神-风神H30-12'
                },
                {
                    'id': 868,
                    'name': '东风风神-风神H30-13!14'
                },
                {
                    'id': 869,
                    'name': '东风风神-风神S30-09!11!12'
                },
                {
                    'id': 870,
                    'name': '东风小康-C35-20122014'
                },
                {
                    'id': 871,
                    'name': '东风小康-K01L-20082015'
                },
                {
                    'id': 872,
                    'name': '东风小康-K02L-2012'
                },
                {
                    'id': 873,
                    'name': '东风小康-K07-20062013'
                },
                {
                    'id': 874,
                    'name': '东风小康-K07II-20072013'
                },
                {
                    'id': 875,
                    'name': '东风小康-K17-2009'
                },
                {
                    'id': 876,
                    'name': '东风小康-K17-2009(标准版)'
                },
                {
                    'id': 877,
                    'name': '东风小康-V07S-2011'
                },
                {
                    'id': 878,
                    'name': '东风小康-V27-2011'
                },
                {
                    'id': 879,
                    'name': '东风小康-V27L-2011'
                },
                {
                    'id': 880,
                    'name': '东风小康-V29-2012'
                },
                {
                    'id': 881,
                    'name': '东风小康-东风小康C37-12'
                },
                {
                    'id': 882,
                    'name': '东风小康-东风小康K01-08'
                },
                {
                    'id': 883,
                    'name': '东风小康-东风小康K07-06!10'
                },
                {
                    'id': 884,
                    'name': '东风小康-东风小康K07II-11'
                },
                {
                    'id': 885,
                    'name': '东风小康-东风小康K07II-13'
                },
                {
                    'id': 886,
                    'name': '东风小康-东风小康V22-11'
                },
                {
                    'id': 887,
                    'name': '东风小康-风光-13!14'
                },
                {
                    'id': 888,
                    'name': '东风小康-风光330-20132014'
                },
                {
                    'id': 889,
                    'name': '东风小康-风光360-2015'
                }
            ]
        },
        {
            'id': 890,
            'name': '福田',
            'city': [
                {
                    'id': 891,
                    'name': '福田'
                },
                {
                    'id': 891,
                    'name': '福田-BJ6101U8LGB'
                },
                {
                    'id': 892,
                    'name': '福田-BJ6110U7MJB'
                },
                {
                    'id': 893,
                    'name': '福田-BJ6110U8LKB'
                },
                {
                    'id': 894,
                    'name': '福田-BJ6120U8MHB'
                },
                {
                    'id': 895,
                    'name': '福田-BJ6122U7MKB'
                },
                {
                    'id': 896,
                    'name': '福田-BJ6126U8MTB'
                },
                {
                    'id': 897,
                    'name': '福田-BJ6127C8MJB'
                },
                {
                    'id': 898,
                    'name': '福田-BJ6830U6LCB'
                },
                {
                    'id': 899,
                    'name': '福田-风景-10!11!12'
                },
                {
                    'id': 900,
                    'name': '福田-风景-20062014'
                },
                {
                    'id': 901,
                    'name': '福田-风景-20062014(对开门版)'
                },
                {
                    'id': 902,
                    'name': '福田-风景快捷-20112012'
                },
                {
                    'id': 903,
                    'name': '福田-蒙派克E-09!11!10'
                },
                {
                    'id': 904,
                    'name': '福田-蒙派克E-09!11!12'
                },
                {
                    'id': 905,
                    'name': '福田-蒙派克E-20102014'
                },
                {
                    'id': 906,
                    'name': '福田-萨普T3-2011'
                },
                {
                    'id': 907,
                    'name': '福田-萨普V-20112015'
                },
                {
                    'id': 908,
                    'name': '福田-萨普-开拓者-11'
                },
                {
                    'id': 909,
                    'name': '福田-萨普开拓者T3-2011'
                },
                {
                    'id': 910,
                    'name': '福田-萨普征服者Z7-2011'
                }
            ]
        },
        {
            'id': 911,
            'name': '丰田',
            'city': [
                {
                    'id': 912,
                    'name': '丰田'
                },
                {
                    'id': 912,
                    'name': '丰田-4RUNNER-19891995'
                },
                {
                    'id': 913,
                    'name': '丰田-86-20132014'
                },
                {
                    'id': 914,
                    'name': '丰田-CORONA-19891992'
                },
                {
                    'id': 915,
                    'name': '丰田-FJ酷路泽-20072013'
                },
                {
                    'id': 916,
                    'name': '丰田-GRANVIA-1998'
                },
                {
                    'id': 917,
                    'name': '丰田-HIACE-1995'
                },
                {
                    'id': 918,
                    'name': '丰田-HIACE-19972000'
                },
                {
                    'id': 919,
                    'name': '丰田-HIACE-20042014'
                },
                {
                    'id': 920,
                    'name': '丰田-HILUX-19992001'
                },
                {
                    'id': 921,
                    'name': '丰田-LITEACE-19881991(FXV型)'
                },
                {
                    'id': 922,
                    'name': '丰田-LITEACE-19921996'
                },
                {
                    'id': 923,
                    'name': '丰田-RAV4-19941997'
                },
                {
                    'id': 924,
                    'name': '丰田-RAV4-20012005'
                },
                {
                    'id': 925,
                    'name': '丰田-RAV4-20092012'
                },
                {
                    'id': 926,
                    'name': '丰田-RAV4-20132015'
                },
                {
                    'id': 927,
                    'name': '丰田-SOARER-19861991'
                },
                {
                    'id': 928,
                    'name': '丰田-VELLFIRE-20082010'
                },
                {
                    'id': 929,
                    'name': '丰田-VELLFIRE-20122014'
                },
                {
                    'id': 930,
                    'name': '丰田-埃尔法-12'
                },
                {
                    'id': 931,
                    'name': '丰田-埃尔法-20022008'
                },
                {
                    'id': 932,
                    'name': '丰田-埃尔法-20112012'
                },
                {
                    'id': 933,
                    'name': '丰田-丰田RAV4-09!10!11'
                },
                {
                    'id': 934,
                    'name': '丰田-丰田RAV4-12'
                },
                {
                    'id': 935,
                    'name': '丰田-丰田RAV4-13'
                },
                {
                    'id': 936,
                    'name': '丰田-汉兰达-09'
                },
                {
                    'id': 937,
                    'name': '丰田-汉兰达-11'
                },
                {
                    'id': 938,
                    'name': '丰田-汉兰达-12'
                },
                {
                    'id': 939,
                    'name': '丰田-汉兰达-13'
                },
                {
                    'id': 940,
                    'name': '丰田-汉兰达-20092011'
                },
                {
                    'id': 941,
                    'name': '丰田-汉兰达-20122013'
                },
                {
                    'id': 942,
                    'name': '丰田-汉兰达-20122013(改装)'
                },
                {
                    'id': 943,
                    'name': '丰田-花冠-04!05'
                },
                {
                    'id': 944,
                    'name': '丰田-花冠-07!09'
                },
                {
                    'id': 945,
                    'name': '丰田-花冠-10!11'
                },
                {
                    'id': 946,
                    'name': '丰田-花冠-13'
                },
                {
                    'id': 947,
                    'name': '丰田-花冠-20042011'
                },
                {
                    'id': 948,
                    'name': '丰田-花冠EX-20072009'
                },
                {
                    'id': 949,
                    'name': '丰田-花冠EX-20102011'
                },
                {
                    'id': 950,
                    'name': '丰田-花冠EX-2013'
                },
                {
                    'id': 951,
                    'name': '丰田-皇冠-05!06!07!07!09'
                },
                {
                    'id': 952,
                    'name': '丰田-皇冠-12'
                },
                {
                    'id': 953,
                    'name': '丰田-皇冠-19911995'
                },
                {
                    'id': 954,
                    'name': '丰田-皇冠-19961997(豪华版)'
                },
                {
                    'id': 955,
                    'name': '丰田-皇冠-19961999'
                },
                {
                    'id': 956,
                    'name': '丰田-皇冠-20052009'
                },
                {
                    'id': 957,
                    'name': '丰田-皇冠-2012'
                },
                {
                    'id': 958,
                    'name': '丰田-佳美-19901994'
                },
                {
                    'id': 959,
                    'name': '丰田-佳美-19901994(V6版)'
                },
                {
                    'id': 960,
                    'name': '丰田-佳美-19901995(特别版)'
                },
                {
                    'id': 961,
                    'name': '丰田-佳美-19961999'
                },
                {
                    'id': 962,
                    'name': '丰田-佳美-20002001'
                },
                {
                    'id': 963,
                    'name': '丰田-佳美-20042005'
                },
                {
                    'id': 964,
                    'name': '丰田-杰路驰-2011'
                },
                {
                    'id': 965,
                    'name': '丰田-卡罗拉-07!08!09'
                },
                {
                    'id': 966,
                    'name': '丰田-卡罗拉-11!12!13'
                },
                {
                    'id': 967,
                    'name': '丰田-卡罗拉-19911995'
                },
                {
                    'id': 968,
                    'name': '丰田-卡罗拉-20072009'
                },
                {
                    'id': 969,
                    'name': '丰田-卡罗拉-20102013'
                },
                {
                    'id': 970,
                    'name': '丰田-凯美瑞（海外）-05'
                },
                {
                    'id': 971,
                    'name': '丰田-凯美瑞-02!04'
                },
                {
                    'id': 972,
                    'name': '丰田-凯美瑞-06!07!08'
                },
                {
                    'id': 973,
                    'name': '丰田-凯美瑞-09!10!11'
                },
                {
                    'id': 974,
                    'name': '丰田-凯美瑞-13'
                },
                {
                    'id': 975,
                    'name': '丰田-凯美瑞-20062008'
                },
                {
                    'id': 976,
                    'name': '丰田-凯美瑞-20092013(含经典版)'
                },
                {
                    'id': 977,
                    'name': '丰田-凯美瑞-2010(混动版)'
                },
                {
                    'id': 978,
                    'name': '丰田-凯美瑞-20122015'
                },
                {
                    'id': 979,
                    'name': '丰田-凯美瑞-2015'
                },
                {
                    'id': 980,
                    'name': '丰田-柯斯达-20012007'
                },
                {
                    'id': 981,
                    'name': '丰田-柯斯达-20012007(对开门版)'
                },
                {
                    'id': 982,
                    'name': '丰田-兰德酷路泽-19811987'
                },
                {
                    'id': 983,
                    'name': '丰田-兰德酷路泽-19951998'
                },
                {
                    'id': 984,
                    'name': '丰田-兰德酷路泽-19951998(外挂备胎)'
                },
                {
                    'id': 985,
                    'name': '丰田-兰德酷路泽-19982002(Cygnus版)'
                },
                {
                    'id': 986,
                    'name': '丰田-兰德酷路泽-20012004(外挂备胎)'
                },
                {
                    'id': 987,
                    'name': '丰田-兰德酷路泽-20052007'
                },
                {
                    'id': 988,
                    'name': '丰田-兰德酷路泽-20072010'
                },
                {
                    'id': 989,
                    'name': '丰田-兰德酷路泽-20072010(外挂备胎)'
                },
                {
                    'id': 990,
                    'name': '丰田-兰德酷路泽-2012'
                },
                {
                    'id': 991,
                    'name': '丰田-兰德酷路泽-20122015(外挂备胎)'
                },
                {
                    'id': 992,
                    'name': '丰田-雷凌-20142015'
                },
                {
                    'id': 993,
                    'name': '丰田-陆霸-12'
                },
                {
                    'id': 994,
                    'name': '丰田-普拉多(进口)-20042006(无外挂备胎)'
                },
                {
                    'id': 995,
                    'name': '丰田-普拉多(进口)-2014'
                },
                {
                    'id': 996,
                    'name': '丰田-普拉多-04!05!06'
                },
                {
                    'id': 997,
                    'name': '丰田-普拉多-10'
                },
                {
                    'id': 998,
                    'name': '丰田-普拉多-14'
                },
                {
                    'id': 999,
                    'name': '丰田-普拉多-19961999'
                },
                {
                    'id': 1000,
                    'name': '丰田-普拉多-20002002'
                },
                {
                    'id': 1001,
                    'name': '丰田-普拉多-20042006'
                },
                {
                    'id': 1002,
                    'name': '丰田-普拉多-2010'
                },
                {
                    'id': 1003,
                    'name': '丰田-普拉多-2012'
                },
                {
                    'id': 1004,
                    'name': '丰田-普锐斯-20052006'
                },
                {
                    'id': 1005,
                    'name': '丰田-普锐斯-2012'
                },
                {
                    'id': 1006,
                    'name': '丰田-普瑞维亚-06!07!12'
                },
                {
                    'id': 1007,
                    'name': '丰田-普瑞维亚-20002002'
                },
                {
                    'id': 1008,
                    'name': '丰田-普瑞维亚-20032005'
                },
                {
                    'id': 1009,
                    'name': '丰田-普瑞维亚-20062012'
                },
                {
                    'id': 1010,
                    'name': '丰田-锐志-05!06!07'
                },
                {
                    'id': 1011,
                    'name': '丰田-锐志-08!09'
                },
                {
                    'id': 1012,
                    'name': '丰田-锐志-10!12'
                },
                {
                    'id': 1013,
                    'name': '丰田-锐志-12'
                },
                {
                    'id': 1014,
                    'name': '丰田-锐志-20052009'
                },
                {
                    'id': 1015,
                    'name': '丰田-锐志-20102012'
                },
                {
                    'id': 1016,
                    'name': '丰田-锐志markX-10!12'
                },
                {
                    'id': 1017,
                    'name': '丰田-塞纳-2009'
                },
                {
                    'id': 1018,
                    'name': '丰田-塞纳-20112013'
                },
                {
                    'id': 1019,
                    'name': '丰田-赛纳-11'
                },
                {
                    'id': 1020,
                    'name': '丰田-坦途-20072011'
                },
                {
                    'id': 1021,
                    'name': '丰田-特锐-2004'
                },
                {
                    'id': 1022,
                    'name': '丰田-威驰-04'
                },
                {
                    'id': 1023,
                    'name': '丰田-威驰-05!06'
                },
                {
                    'id': 1024,
                    'name': '丰田-威驰-14'
                },
                {
                    'id': 1025,
                    'name': '丰田-威驰-20042006'
                },
                {
                    'id': 1026,
                    'name': '丰田-威驰-2008'
                },
                {
                    'id': 1027,
                    'name': '丰田-威驰-20102013'
                },
                {
                    'id': 1028,
                    'name': '丰田-威驰-20142015'
                },
                {
                    'id': 1029,
                    'name': '丰田-威飒-2013'
                },
                {
                    'id': 1030,
                    'name': '丰田-雅力士-20082011'
                },
                {
                    'id': 1031,
                    'name': '丰田-雅士利-08!09'
                },
                {
                    'id': 1032,
                    'name': '丰田-雅士利-11'
                },
                {
                    'id': 1033,
                    'name': '丰田-亚洲龙-19951998'
                },
                {
                    'id': 1034,
                    'name': '丰田-亚洲龙-19992000'
                },
                {
                    'id': 1035,
                    'name': '丰田-亚洲龙-20012003'
                },
                {
                    'id': 1036,
                    'name': '丰田-亚洲龙-20052010'
                },
                {
                    'id': 1037,
                    'name': '丰田-逸致-20112015'
                }
            ]
        },
        {
            'id': 1038,
            'name': '福特',
            'city': [
                {
                    'id': 1039,
                    'name': '福特'
                },
                {
                    'id': 1039,
                    'name': '福特-F150-20092014'
                },
                {
                    'id': 1040,
                    'name': '福特-福克斯-05'
                },
                {
                    'id': 1041,
                    'name': '福特-福克斯-06'
                },
                {
                    'id': 1042,
                    'name': '福特-福克斯-07'
                },
                {
                    'id': 1043,
                    'name': '福特-福克斯-09'
                },
                {
                    'id': 1044,
                    'name': '福特-福克斯-09!13'
                },
                {
                    'id': 1045,
                    'name': '福特-福克斯-10'
                },
                {
                    'id': 1046,
                    'name': '福特-福克斯-11'
                },
                {
                    'id': 1047,
                    'name': '福特-福克斯-12'
                },
                {
                    'id': 1048,
                    'name': '福特-福克斯-13'
                },
                {
                    'id': 1049,
                    'name': '福特-福克斯-20052007(两厢)'
                },
                {
                    'id': 1050,
                    'name': '福特-福克斯-20052014(三厢含经典款)'
                },
                {
                    'id': 1051,
                    'name': '福特-福克斯-20092014(两厢含经典款)'
                },
                {
                    'id': 1052,
                    'name': '福特-福克斯-2012(两厢)'
                },
                {
                    'id': 1053,
                    'name': '福特-福克斯-2012(三厢)'
                },
                {
                    'id': 1054,
                    'name': '福特-福克斯某未知车型'
                },
                {
                    'id': 1055,
                    'name': '福特-嘉年华-04!06'
                },
                {
                    'id': 1056,
                    'name': '福特-嘉年华-09!11!12'
                },
                {
                    'id': 1057,
                    'name': '福特-嘉年华-10'
                },
                {
                    'id': 1058,
                    'name': '福特-嘉年华-20042006'
                },
                {
                    'id': 1059,
                    'name': '福特-嘉年华-20092013(三厢)'
                },
                {
                    'id': 1060,
                    'name': '福特-金牛座-20042007'
                },
                {
                    'id': 1061,
                    'name': '福特-经典全顺-05'
                },
                {
                    'id': 1062,
                    'name': '福特-经典全顺-09!13'
                },
                {
                    'id': 1063,
                    'name': '福特-经典全顺-20032014'
                },
                {
                    'id': 1064,
                    'name': '福特-经典全顺-20032014(单开门版)'
                },
                {
                    'id': 1065,
                    'name': '福特-经典全顺-工程抢修车'
                },
                {
                    'id': 1066,
                    'name': '福特-麦柯斯-20072008'
                },
                {
                    'id': 1067,
                    'name': '福特-麦克斯-07!08'
                },
                {
                    'id': 1068,
                    'name': '福特-蒙迪欧-04'
                },
                {
                    'id': 1069,
                    'name': '福特-蒙迪欧-13'
                },
                {
                    'id': 1070,
                    'name': '福特-蒙迪欧-20022003'
                },
                {
                    'id': 1071,
                    'name': '福特-蒙迪欧-20042006'
                },
                {
                    'id': 1072,
                    'name': '福特-蒙迪欧-2013'
                },
                {
                    'id': 1073,
                    'name': '福特-蒙迪欧-致胜-07'
                },
                {
                    'id': 1074,
                    'name': '福特-蒙迪欧-致胜-11'
                },
                {
                    'id': 1075,
                    'name': '福特-蒙迪欧致胜-20072010'
                },
                {
                    'id': 1076,
                    'name': '福特-蒙迪欧致胜-20112012'
                },
                {
                    'id': 1077,
                    'name': '福特-全顺-改装押运车'
                },
                {
                    'id': 1078,
                    'name': '福特-全顺-改装押运车(侧开门)'
                },
                {
                    'id': 1079,
                    'name': '福特-锐界-11!12'
                },
                {
                    'id': 1080,
                    'name': '福特-锐界-20112012'
                },
                {
                    'id': 1081,
                    'name': '福特-探险者-20112013'
                },
                {
                    'id': 1082,
                    'name': '福特-天霸-19881994'
                },
                {
                    'id': 1083,
                    'name': '福特-新世代全顺-09!13'
                },
                {
                    'id': 1084,
                    'name': '福特-新世代全顺-20082014'
                },
                {
                    'id': 1085,
                    'name': '福特-新世代全顺-20082014(单开门版)'
                },
                {
                    'id': 1086,
                    'name': '福特-野马-19941998(敞篷版)'
                },
                {
                    'id': 1087,
                    'name': '福特-翼博-13'
                },
                {
                    'id': 1088,
                    'name': '福特-翼搏-2013'
                },
                {
                    'id': 1089,
                    'name': '福特-翼德-13'
                },
                {
                    'id': 1090,
                    'name': '福特-翼虎-13'
                },
                {
                    'id': 1091,
                    'name': '福特-翼虎-20042005'
                },
                {
                    'id': 1092,
                    'name': '福特-翼虎-20132015'
                },
                {
                    'id': 1093,
                    'name': '福特-翼虎-Kuga-05'
                }
            ]
        },
        {
            'id': 1094,
            'name': '菲亚特',
            'city': [
                {
                    'id': 1095,
                    'name': '菲亚特'
                },
                {
                    'id': 1095,
                    'name': '菲亚特-500-20102012'
                },
                {
                    'id': 1096,
                    'name': '菲亚特-博悦-20082011'
                },
                {
                    'id': 1097,
                    'name': '菲亚特-菲翔-12!13!14'
                },
                {
                    'id': 1098,
                    'name': '菲亚特-菲翔-20122015'
                },
                {
                    'id': 1099,
                    'name': '菲亚特-菲跃-20122014'
                },
                {
                    'id': 1100,
                    'name': '菲亚特-领雅-2008'
                },
                {
                    'id': 1101,
                    'name': '菲亚特-派朗-2006'
                },
                {
                    'id': 1102,
                    'name': '菲亚特-派力奥-20042006'
                },
                {
                    'id': 1103,
                    'name': '菲亚特-西耶那-20042006'
                },
                {
                    'id': 1104,
                    'name': '菲亚特-致悦-2014'
                },
                {
                    'id': 1105,
                    'name': '菲亚特-周末风-20042006'
                }
            ]
        },
        {
            'id': 1106,
            'name': '福迪',
            'city': [
                {
                    'id': 1107,
                    'name': '福迪'
                },
                {
                    'id': 1107,
                    'name': '福迪-探索者3-2011'
                },
                {
                    'id': 1108,
                    'name': '福迪-探索者6-2010'
                },
                {
                    'id': 1109,
                    'name': '福迪-小超人-2012'
                }
            ]
        },
        {
            'id': 1110,
            'name': '福汽启腾',
            'city': [
                {
                    'id': 1111,
                    'name': '福汽启腾'
                },
                {
                    'id': 1111,
                    'name': '福汽启腾-M70-2014'
                }
            ]
        },
        {
            'id': 1112,
            'name': '法拉利',
            'city': [
                {
                    'id': 1113,
                    'name': '法拉利'
                },
                {
                    'id': 1113,
                    'name': '法拉利-California-20092012'
                }
            ]
        },
        {
            'id': 1114,
            'name': '广汽吉奥',
            'city': [
                {
                    'id': 1115,
                    'name': '广汽吉奥'
                },
                {
                    'id': 1115,
                    'name': '广汽吉奥-奥轩G5-20112012'
                },
                {
                    'id': 1116,
                    'name': '广汽吉奥-帅豹-2010'
                },
                {
                    'id': 1117,
                    'name': '广汽吉奥-帅舰-20092012'
                },
                {
                    'id': 1118,
                    'name': '广汽吉奥-星朗-20132015'
                },
                {
                    'id': 1119,
                    'name': '广汽吉奥-星旺-2010'
                }
            ]
        },
        {
            'id': 1120,
            'name': '广汽传祺',
            'city': [
                {
                    'id': 1121,
                    'name': '广汽传祺'
                },
                {
                    'id': 1121,
                    'name': '广汽传祺-GA3-20132014'
                },
                {
                    'id': 1122,
                    'name': '广汽传祺-GA3S视界-2014'
                },
                {
                    'id': 1123,
                    'name': '广汽传祺-GA5-11!12'
                },
                {
                    'id': 1124,
                    'name': '广汽传祺-GA5-20112013'
                },
                {
                    'id': 1125,
                    'name': '广汽传祺-传祺GA5-11!12'
                },
                {
                    'id': 1126,
                    'name': '广汽传祺-传祺GS5-12!13!14'
                }
            ]
        },
        {
            'id': 1127,
            'name': 'GMC',
            'city': [
                {
                    'id': 1128,
                    'name': 'GMC'
                },
                {
                    'id': 1128,
                    'name': 'GMC-SAVANA-20112014'
                }
            ]
        },
        {
            'id': 1129,
            'name': '观致',
            'city': [
                {
                    'id': 1130,
                    'name': '观致'
                },
                {
                    'id': 1130,
                    'name': '观致-观致3-2014(两厢)'
                }
            ]
        },
        {
            'id': 1131,
            'name': '黄海',
            'city': [
                {
                    'id': 1132,
                    'name': '黄海'
                },
                {
                    'id': 1132,
                    'name': '黄海-DD6111S11'
                },
                {
                    'id': 1133,
                    'name': '黄海-DD6112H1A'
                },
                {
                    'id': 1134,
                    'name': '黄海-DD6113K01'
                },
                {
                    'id': 1135,
                    'name': '黄海-DD6119K30'
                },
                {
                    'id': 1136,
                    'name': '黄海-DD6857C06'
                },
                {
                    'id': 1137,
                    'name': '黄海-N1-2014'
                },
                {
                    'id': 1138,
                    'name': '黄海-翱龙CUV-2007'
                },
                {
                    'id': 1139,
                    'name': '黄海-翱龙CUV-2010'
                },
                {
                    'id': 1140,
                    'name': '黄海-傲骏-2009'
                },
                {
                    'id': 1141,
                    'name': '黄海-傲羚-20012006'
                },
                {
                    'id': 1142,
                    'name': '黄海-大柴神-2009'
                },
                {
                    'id': 1143,
                    'name': '黄海-大柴神-2009(改装)'
                },
                {
                    'id': 1144,
                    'name': '黄海-领航者-20072010'
                },
                {
                    'id': 1145,
                    'name': '黄海-旗胜CUV-20082009'
                },
                {
                    'id': 1146,
                    'name': '黄海-旗胜F1-08!09!12'
                },
                {
                    'id': 1147,
                    'name': '黄海-旗胜V3-2011'
                },
                {
                    'id': 1148,
                    'name': '黄海-瑞途-2013'
                },
                {
                    'id': 1149,
                    'name': '黄海-曙光CUV-2005'
                },
                {
                    'id': 1150,
                    'name': '黄海-曙光骄子-2003'
                },
                {
                    'id': 1151,
                    'name': '黄海-挑战者-20032005(无备胎)'
                },
                {
                    'id': 1152,
                    'name': '黄海-挑战者-20062011'
                },
                {
                    'id': 1153,
                    'name': '黄海-小柴神-20062007'
                },
                {
                    'id': 1154,
                    'name': '黄海-征服者-2003'
                }
            ]
        },
        {
            'id': 1155,
            'name': '悍马',
            'city': [
                {
                    'id': 1156,
                    'name': '悍马'
                },
                {
                    'id': 1156,
                    'name': '悍马-H2-20042008'
                }
            ]
        },
        {
            'id': 1157,
            'name': '海马',
            'city': [
                {
                    'id': 1158,
                    'name': '海马'
                },
                {
                    'id': 1158,
                    'name': '海马-M3-20132014'
                },
                {
                    'id': 1159,
                    'name': '海马-S5-20142015'
                },
                {
                    'id': 1160,
                    'name': '海马-S7-20132015'
                },
                {
                    'id': 1161,
                    'name': '海马-爱尚-2012'
                },
                {
                    'id': 1162,
                    'name': '海马-福美来-08!09!10'
                },
                {
                    'id': 1163,
                    'name': '海马-福美来-11'
                },
                {
                    'id': 1164,
                    'name': '海马-福美来-20062007'
                },
                {
                    'id': 1165,
                    'name': '海马-福美来-20082010'
                },
                {
                    'id': 1166,
                    'name': '海马-福美来-20112013'
                },
                {
                    'id': 1167,
                    'name': '海马-福美来-20122013(两厢)'
                },
                {
                    'id': 1168,
                    'name': '海马-福美来M5-2014'
                },
                {
                    'id': 1169,
                    'name': '海马-福仕达鸿达-2009'
                },
                {
                    'id': 1170,
                    'name': '海马-福仕达鸿达-20092012'
                },
                {
                    'id': 1171,
                    'name': '海马-福仕达荣达-2012'
                },
                {
                    'id': 1172,
                    'name': '海马-富士达鸿达-09'
                },
                {
                    'id': 1173,
                    'name': '海马-海福星-04'
                },
                {
                    'id': 1174,
                    'name': '海马-海福星-07!08!09!10'
                },
                {
                    'id': 1175,
                    'name': '海马-海福星-2004'
                },
                {
                    'id': 1176,
                    'name': '海马-海福星-20072010'
                },
                {
                    'id': 1177,
                    'name': '海马-海福星-20112012'
                },
                {
                    'id': 1178,
                    'name': '海马-海马3-20072010'
                },
                {
                    'id': 1179,
                    'name': '海马-海马S7-13'
                },
                {
                    'id': 1180,
                    'name': '海马-海马骑士-10!11'
                },
                {
                    'id': 1181,
                    'name': '海马-普力马-10!12!13'
                },
                {
                    'id': 1182,
                    'name': '海马-普力马-20042007'
                },
                {
                    'id': 1183,
                    'name': '海马-普力马-20102014'
                },
                {
                    'id': 1184,
                    'name': '海马-骑士-20102013'
                },
                {
                    'id': 1185,
                    'name': '海马-丘比特-20102013'
                },
                {
                    'id': 1186,
                    'name': '海马-王子-2010'
                }
            ]
        },
        {
            'id': 1187,
            'name': '哈飞',
            'city': [
                {
                    'id': 1188,
                    'name': '哈飞'
                },
                {
                    'id': 1188,
                    'name': '哈飞-哈飞小霸王-10'
                },
                {
                    'id': 1189,
                    'name': '哈飞-骏意-20102012'
                },
                {
                    'id': 1190,
                    'name': '哈飞-路宝-20072009'
                },
                {
                    'id': 1191,
                    'name': '哈飞-路尊大霸王-2011'
                },
                {
                    'id': 1192,
                    'name': '哈飞-民意-04'
                },
                {
                    'id': 1193,
                    'name': '哈飞-民意-07'
                },
                {
                    'id': 1194,
                    'name': '哈飞-民意-08'
                },
                {
                    'id': 1195,
                    'name': '哈飞-民意-2008'
                },
                {
                    'id': 1196,
                    'name': '哈飞-民意微卡-2010'
                },
                {
                    'id': 1197,
                    'name': '哈飞-赛豹III-20062008'
                },
                {
                    'id': 1198,
                    'name': '哈飞-赛豹V-2006'
                },
                {
                    'id': 1199,
                    'name': '哈飞-赛马-04'
                },
                {
                    'id': 1200,
                    'name': '哈飞-松花江-20032005'
                },
                {
                    'id': 1201,
                    'name': '哈飞-松花江V-05'
                },
                {
                    'id': 1202,
                    'name': '哈飞-小霸王-2010'
                },
                {
                    'id': 1203,
                    'name': '哈飞-新民意-2012'
                },
                {
                    'id': 1204,
                    'name': '哈飞-中意-20022006'
                },
                {
                    'id': 1205,
                    'name': '哈飞-中意V5-2013'
                }
            ]
        },
        {
            'id': 1206,
            'name': '哈弗',
            'city': [
                {
                    'id': 1207,
                    'name': '哈弗'
                },
                {
                    'id': 1207,
                    'name': '哈弗-H2-2014'
                },
                {
                    'id': 1208,
                    'name': '哈弗-H3-20092012(锐意版)'
                },
                {
                    'id': 1209,
                    'name': '哈弗-H5-20102013'
                },
                {
                    'id': 1210,
                    'name': '哈弗-H6-20112013'
                },
                {
                    'id': 1211,
                    'name': '哈弗-H6-20112013(升级版)'
                },
                {
                    'id': 1212,
                    'name': '哈弗-H6-20132014(运动版)'
                }
            ]
        },
        {
            'id': 1213,
            'name': '海格',
            'city': [
                {
                    'id': 1214,
                    'name': '海格'
                },
                {
                    'id': 1214,
                    'name': '海格-H5C-2011'
                },
                {
                    'id': 1215,
                    'name': '海格-KLQ6116TE3'
                },
                {
                    'id': 1216,
                    'name': '海格-KLQ6119TB'
                },
                {
                    'id': 1217,
                    'name': '海格-KLQ6119ZGE4'
                },
                {
                    'id': 1218,
                    'name': '海格-KLQ6122HBE30'
                },
                {
                    'id': 1219,
                    'name': '海格-KLQ6129'
                },
                {
                    'id': 1220,
                    'name': '海格-KLQ6129T'
                },
                {
                    'id': 1221,
                    'name': '海格-KLQ6129WA'
                },
                {
                    'id': 1222,
                    'name': '海格-KLQ6702E3B'
                },
                {
                    'id': 1223,
                    'name': '海格-KLQ6706A'
                },
                {
                    'id': 1224,
                    'name': '海格-KLQ6791E'
                },
                {
                    'id': 1225,
                    'name': '海格-KLQ6791EK'
                },
                {
                    'id': 1226,
                    'name': '海格-KLQ6793'
                },
                {
                    'id': 1227,
                    'name': '海格-KLQ6795(S7型)'
                },
                {
                    'id': 1228,
                    'name': '海格-KLQ6856'
                },
                {
                    'id': 1229,
                    'name': '海格-KLQ6898'
                }
            ]
        },
        {
            'id': 1230,
            'name': '红旗',
            'city': [
                {
                    'id': 1231,
                    'name': '红旗'
                },
                {
                    'id': 1231,
                    'name': '红旗-明仕-20012002'
                },
                {
                    'id': 1232,
                    'name': '红旗-明仕-20032004'
                },
                {
                    'id': 1233,
                    'name': '红旗-明仕-2007'
                },
                {
                    'id': 1234,
                    'name': '红旗-盛世-2009'
                },
                {
                    'id': 1235,
                    'name': '红旗-世纪星-20022008'
                }
            ]
        },
        {
            'id': 1236,
            'name': '华泰',
            'city': [
                {
                    'id': 1237,
                    'name': '华泰'
                },
                {
                    'id': 1237,
                    'name': '华泰-宝利格-20122014'
                },
                {
                    'id': 1238,
                    'name': '华泰-吉田-19992002'
                },
                {
                    'id': 1239,
                    'name': '华泰-圣达菲-07!08!09!11!12'
                },
                {
                    'id': 1240,
                    'name': '华泰-圣达菲-20062008'
                },
                {
                    'id': 1241,
                    'name': '华泰-圣达菲-20092013'
                },
                {
                    'id': 1242,
                    'name': '华泰-特拉卡-20042005'
                },
                {
                    'id': 1243,
                    'name': '华泰-特拉卡-20082012'
                }
            ]
        },
        {
            'id': 1244,
            'name': '华普',
            'city': [
                {
                    'id': 1245,
                    'name': '华普'
                },
                {
                    'id': 1245,
                    'name': '华普-海锋-2007'
                },
                {
                    'id': 1246,
                    'name': '华普-海迅-20042007'
                },
                {
                    'id': 1247,
                    'name': '华普-海域-04!05!06!07'
                },
                {
                    'id': 1248,
                    'name': '华普-海域-20042007'
                }
            ]
        },
        {
            'id': 1249,
            'name': '华阳',
            'city': [
                {
                    'id': 1250,
                    'name': '华阳'
                },
                {
                    'id': 1250,
                    'name': '华阳-BHQ6361B-2000'
                },
                {
                    'id': 1251,
                    'name': '华阳-BHQ6376B2-2001'
                }
            ]
        },
        {
            'id': 1252,
            'name': '山东黑豹',
            'city': [
                {
                    'id': 1253,
                    'name': '山东黑豹'
                }
            ]
        },
        {
            'id': 1253,
            'name': '航天圆通',
            'city': [
                {
                    'id': 1254,
                    'name': '航天圆通'
                },
                {
                    'id': 1254,
                    'name': '航天圆通-GHT6500-2004'
                }
            ]
        },
        {
            'id': 1255,
            'name': '货车',
            'city': [
                {
                    'id': 1256,
                    'name': '货车'
                },
                {
                    'id': 1256,
                    'name': '货车-东风-11'
                },
                {
                    'id': 1257,
                    'name': '货车-东风-2'
                },
                {
                    'id': 1258,
                    'name': '货车-东风-7'
                },
                {
                    'id': 1259,
                    'name': '货车-东风-多利卡-11-1'
                },
                {
                    'id': 1260,
                    'name': '货车-东风-多利卡-11-2'
                },
                {
                    'id': 1261,
                    'name': '货车-东风柳汽-乘龙-08'
                },
                {
                    'id': 1262,
                    'name': '货车-东风-天锦-1'
                },
                {
                    'id': 1263,
                    'name': '货车-东风-天龙'
                },
                {
                    'id': 1264,
                    'name': '货车-东风-小霸王-06'
                },
                {
                    'id': 1265,
                    'name': '货车-福田-奥铃TX-10'
                },
                {
                    'id': 1266,
                    'name': '货车-福田-时代领航1领航2'
                },
                {
                    'id': 1267,
                    'name': '货车-福田-时代驭菱-09'
                },
                {
                    'id': 1268,
                    'name': '货车-江淮-10!江淮-骏铃-12'
                },
                {
                    'id': 1269,
                    'name': '货车-江淮-好运-11!江淮-威铃-04!江淮-骏铃-03'
                },
                {
                    'id': 1270,
                    'name': '货车-江淮-骏铃4100-08!江淮-威铃07!江淮-帅铃-12'
                },
                {
                    'id': 1271,
                    'name': '货车-江淮-骏铃-new11'
                },
                {
                    'id': 1272,
                    'name': '货车-江淮-翼开启厢式运输车'
                },
                {
                    'id': 1273,
                    'name': '货车-江铃-2'
                },
                {
                    'id': 1274,
                    'name': '货车-江铃-3'
                },
                {
                    'id': 1275,
                    'name': '货车-陕汽-德龙F3000重卡-11'
                },
                {
                    'id': 1276,
                    'name': '货车-五十铃-100P-07'
                },
                {
                    'id': 1277,
                    'name': '货车-五十铃-2'
                },
                {
                    'id': 1278,
                    'name': '货车-五十铃-厢式货车-10'
                },
                {
                    'id': 1279,
                    'name': '货车-跃进-厢式-09'
                },
                {
                    'id': 1280,
                    'name': '货车-中国重汽-豪沃-09'
                },
                {
                    'id': 1281,
                    'name': '货车-中国重汽-豪沃-11'
                },
                {
                    'id': 1282,
                    'name': '货车-中国重汽-斯太尔王重卡-09'
                }
            ]
        },
        {
            'id': 1283,
            'name': '江淮',
            'city': [
                {
                    'id': 1284,
                    'name': '江淮'
                },
                {
                    'id': 1284,
                    'name': '江淮-HFC6118H3'
                },
                {
                    'id': 1285,
                    'name': '江淮-HK6668G'
                },
                {
                    'id': 1286,
                    'name': '江淮-HK6801C'
                },
                {
                    'id': 1287,
                    'name': '江淮-HK6813G'
                },
                {
                    'id': 1288,
                    'name': '江淮-HK6818K'
                },
                {
                    'id': 1289,
                    'name': '江淮-HK6907H'
                },
                {
                    'id': 1290,
                    'name': '江淮-宾悦-20082012'
                },
                {
                    'id': 1291,
                    'name': '江淮-和悦-10!11!12'
                },
                {
                    'id': 1292,
                    'name': '江淮-和悦-20102012'
                },
                {
                    'id': 1293,
                    'name': '江淮-和悦A13-2014'
                },
                {
                    'id': 1294,
                    'name': '江淮-和悦A30-20132014'
                },
                {
                    'id': 1295,
                    'name': '江淮-和悦RS-20102012'
                },
                {
                    'id': 1296,
                    'name': '江淮-和悦RS-2013'
                },
                {
                    'id': 1297,
                    'name': '江淮-瑞风-07'
                },
                {
                    'id': 1298,
                    'name': '江淮-瑞风-08!11!12!13'
                },
                {
                    'id': 1299,
                    'name': '江淮-瑞风-11!13'
                },
                {
                    'id': 1300,
                    'name': '江淮-瑞风-20072012'
                },
                {
                    'id': 1301,
                    'name': '江淮-瑞风M5-20122013'
                },
                {
                    'id': 1302,
                    'name': '江淮-瑞风S3-2014'
                },
                {
                    'id': 1303,
                    'name': '江淮-瑞风祥和-20072011'
                },
                {
                    'id': 1304,
                    'name': '江淮-瑞鹰-07!08!09'
                },
                {
                    'id': 1305,
                    'name': '江淮-瑞鹰-20072011'
                },
                {
                    'id': 1306,
                    'name': '江淮-瑞鹰-20122013'
                },
                {
                    'id': 1307,
                    'name': '江淮-同悦-08!09!10!12'
                },
                {
                    'id': 1308,
                    'name': '江淮-同悦-20082012'
                },
                {
                    'id': 1309,
                    'name': '江淮-同悦RS-20092012'
                },
                {
                    'id': 1310,
                    'name': '江淮-星锐-20112013'
                },
                {
                    'id': 1311,
                    'name': '江淮-悦悦-20112014'
                }
            ]
        },
        {
            'id': 1312,
            'name': '金旅',
            'city': [
                {
                    'id': 1313,
                    'name': '金旅'
                },
                {
                    'id': 1313,
                    'name': '金旅-1'
                },
                {
                    'id': 1314,
                    'name': '金旅-XML6100A'
                },
                {
                    'id': 1315,
                    'name': '金旅-XML6103J88'
                },
                {
                    'id': 1316,
                    'name': '金旅-XML6105JHEV'
                },
                {
                    'id': 1317,
                    'name': '金旅-XML6120E13'
                },
                {
                    'id': 1318,
                    'name': '金旅-XML6120J13'
                },
                {
                    'id': 1319,
                    'name': '金旅-XML6121J83'
                },
                {
                    'id': 1320,
                    'name': '金旅-XML6125(天骄)'
                },
                {
                    'id': 1321,
                    'name': '金旅-XML6125J28C'
                },
                {
                    'id': 1322,
                    'name': '金旅-XML6127J53'
                },
                {
                    'id': 1323,
                    'name': '金旅-XML6700J18'
                },
                {
                    'id': 1324,
                    'name': '金旅-XML6792C2'
                },
                {
                    'id': 1325,
                    'name': '金旅-XML6796E1G'
                },
                {
                    'id': 1326,
                    'name': '金旅-XML6807J13'
                },
                {
                    'id': 1327,
                    'name': '金旅-XML6836E1A'
                },
                {
                    'id': 1328,
                    'name': '金旅-XML6857J58(雪狐)'
                },
                {
                    'id': 1329,
                    'name': '金旅-XML6907J78'
                },
                {
                    'id': 1330,
                    'name': '金旅-XML6957J38N'
                },
                {
                    'id': 1331,
                    'name': '金旅-XMQ6118Y3'
                },
                {
                    'id': 1332,
                    'name': '金旅-XMQ6121G2'
                },
                {
                    'id': 1333,
                    'name': '金旅-海狮-2007'
                },
                {
                    'id': 1334,
                    'name': '金旅-海狮-2010'
                },
                {
                    'id': 1335,
                    'name': '金旅-金旅海狮-10'
                },
                {
                    'id': 1336,
                    'name': '金旅-天骄'
                },
                {
                    'id': 1337,
                    'name': '金旅-雪狐'
                }
            ]
        },
        {
            'id': 1338,
            'name': '捷豹',
            'city': [
                {
                    'id': 1339,
                    'name': '捷豹'
                },
                {
                    'id': 1339,
                    'name': '捷豹-F.TYPE-20132016'
                },
                {
                    'id': 1340,
                    'name': '捷豹-XJ-20042005'
                },
                {
                    'id': 1341,
                    'name': '捷豹-XK-20092013'
                },
                {
                    'id': 1342,
                    'name': '捷豹-捷豹XF-08!09!11'
                },
                {
                    'id': 1343,
                    'name': '捷豹-捷豹XJ-10!11!12!13!14'
                }
            ]
        },
        {
            'id': 1344,
            'name': 'jeep',
            'city': [
                {
                    'id': 1345,
                    'name': 'jeep'
                },
                {
                    'id': 1345,
                    'name': 'jeep-北京吉普-1997'
                },
                {
                    'id': 1346,
                    'name': 'jeep-北京吉普-20012005'
                },
                {
                    'id': 1347,
                    'name': 'Jeep-大切诺基（进口）-14'
                },
                {
                    'id': 1348,
                    'name': 'jeep-大切诺基(进口)-20082010'
                },
                {
                    'id': 1349,
                    'name': 'jeep-大切诺基(进口)-20112013'
                },
                {
                    'id': 1350,
                    'name': 'jeep-大切诺基-2004'
                },
                {
                    'id': 1351,
                    'name': 'jeep-大切诺基-2014'
                },
                {
                    'id': 1352,
                    'name': 'Jeep-牧马人-08!09!10!11!12!13!14'
                },
                {
                    'id': 1353,
                    'name': 'Jeep-指挥官-07'
                },
                {
                    'id': 1354,
                    'name': 'Jeep-指南者-07!10'
                },
                {
                    'id': 1355,
                    'name': 'Jeep-指南者-11!12!13!14'
                },
                {
                    'id': 1356,
                    'name': 'jeep-指南者-2010'
                },
                {
                    'id': 1357,
                    'name': 'jeep-指南者-20112014'
                },
                {
                    'id': 1358,
                    'name': 'jeep-自由光-2014'
                },
                {
                    'id': 1359,
                    'name': 'Jeep-自由客-11!12!13!14'
                },
                {
                    'id': 1360,
                    'name': 'jeep-自由人-20022007'
                }
            ]
        },
        {
            'id': 1361,
            'name': '吉利',
            'city': [
                {
                    'id': 1362,
                    'name': '吉利'
                },
                {
                    'id': 1362,
                    'name': '吉利-EC8-20112013'
                },
                {
                    'id': 1363,
                    'name': '吉利-GC7-20122013'
                },
                {
                    'id': 1364,
                    'name': '吉利-GX2-20112012'
                },
                {
                    'id': 1365,
                    'name': '吉利-GX7-20122013'
                },
                {
                    'id': 1366,
                    'name': '吉利-SC5-2011(两厢)'
                },
                {
                    'id': 1367,
                    'name': '吉利-TX4-20092012'
                },
                {
                    'id': 1368,
                    'name': '吉利-海景-20102014'
                },
                {
                    'id': 1369,
                    'name': '吉利-豪情SRV-2004'
                },
                {
                    'id': 1370,
                    'name': '吉利-豪情SRV-2005'
                },
                {
                    'id': 1371,
                    'name': '吉利-金刚-20062007'
                },
                {
                    'id': 1372,
                    'name': '吉利-金刚-2014'
                },
                {
                    'id': 1373,
                    'name': '吉利-金鹰-20082010'
                },
                {
                    'id': 1374,
                    'name': '吉利-经典帝豪-20092013(三厢)'
                },
                {
                    'id': 1375,
                    'name': '吉利-经典帝豪-20102013(两厢)'
                },
                {
                    'id': 1376,
                    'name': '吉利-美人豹-20042005'
                },
                {
                    'id': 1377,
                    'name': '吉利-美人豹-20042006'
                },
                {
                    'id': 1378,
                    'name': '吉利-美日-20062007'
                },
                {
                    'id': 1379,
                    'name': '吉利汽车-帝豪EC7-09'
                },
                {
                    'id': 1380,
                    'name': '吉利汽车-海景-10!11!12'
                },
                {
                    'id': 1381,
                    'name': '吉利汽车-吉利EC8-11!13'
                },
                {
                    'id': 1382,
                    'name': '吉利汽车-熊猫-09!10!11!13'
                },
                {
                    'id': 1383,
                    'name': '吉利-熊猫-20092013'
                },
                {
                    'id': 1384,
                    'name': '吉利-优利欧-20042005'
                },
                {
                    'id': 1385,
                    'name': '吉利-优利欧-20062007'
                },
                {
                    'id': 1386,
                    'name': '吉利-远景-20062010'
                },
                {
                    'id': 1387,
                    'name': '吉利-远景-20112013'
                },
                {
                    'id': 1388,
                    'name': '吉利-远景-2015'
                },
                {
                    'id': 1389,
                    'name': '吉利-自由舰-20052010'
                },
                {
                    'id': 1390,
                    'name': '吉利-自由舰-20112012'
                },
                {
                    'id': 1391,
                    'name': '吉利-自由舰-20122015(含SC3)'
                }
            ]
        },
        {
            'id': 1392,
            'name': '金龙',
            'city': [
                {
                    'id': 1393,
                    'name': '金龙'
                },
                {
                    'id': 1393,
                    'name': '金龙-1'
                },
                {
                    'id': 1394,
                    'name': '金龙-3'
                },
                {
                    'id': 1395,
                    'name': '金龙-KLQ6110'
                },
                {
                    'id': 1396,
                    'name': '金龙-KLQ6125BW'
                },
                {
                    'id': 1397,
                    'name': '金龙-KLQ6820E1Q'
                },
                {
                    'id': 1398,
                    'name': '金龙-KLQ6977'
                },
                {
                    'id': 1399,
                    'name': '金龙-XMQ6110Y'
                },
                {
                    'id': 1400,
                    'name': '金龙-XMQ6112'
                },
                {
                    'id': 1401,
                    'name': '金龙-XMQ6112FSB'
                },
                {
                    'id': 1402,
                    'name': '金龙-XMQ6113AYD4D'
                },
                {
                    'id': 1403,
                    'name': '金龙-XMQ6116G4'
                },
                {
                    'id': 1404,
                    'name': '金龙-XMQ6117Y'
                },
                {
                    'id': 1405,
                    'name': '金龙-XMQ6118C1'
                },
                {
                    'id': 1406,
                    'name': '金龙-XMQ6118Y3'
                },
                {
                    'id': 1407,
                    'name': '金龙-XMQ6120AGD4'
                },
                {
                    'id': 1408,
                    'name': '金龙-XMQ6120C'
                },
                {
                    'id': 1409,
                    'name': '金龙-XMQ6121'
                },
                {
                    'id': 1410,
                    'name': '金龙-XMQ6122F1W'
                },
                {
                    'id': 1411,
                    'name': '金龙-XMQ6126Y'
                },
                {
                    'id': 1412,
                    'name': '金龙-XMQ6129FYN5C'
                },
                {
                    'id': 1413,
                    'name': '金龙-XMQ6798'
                },
                {
                    'id': 1414,
                    'name': '金龙-XMQ6801'
                },
                {
                    'id': 1415,
                    'name': '金龙-XMQ6858Y2'
                },
                {
                    'id': 1416,
                    'name': '金龙-XMQ6895'
                },
                {
                    'id': 1417,
                    'name': '金龙-XMQ6900Y'
                }
            ]
        },
        {
            'id': 1418,
            'name': '江铃',
            'city': [
                {
                    'id': 1419,
                    'name': '江铃'
                },
                {
                    'id': 1419,
                    'name': '江铃-宝典-2007(改装厢式车)'
                },
                {
                    'id': 1420,
                    'name': '江铃-宝典-20092013'
                },
                {
                    'id': 1421,
                    'name': '江铃-宝威-2009'
                },
                {
                    'id': 1422,
                    'name': '江铃-驭胜-20112012'
                },
                {
                    'id': 1423,
                    'name': '江铃-域虎-2012'
                },
                {
                    'id': 1424,
                    'name': '江铃-运霸-20002003'
                },
                {
                    'id': 1425,
                    'name': '江铃-运霸-20042008'
                }
            ]
        },
        {
            'id': 1426,
            'name': '金杯',
            'city': [
                {
                    'id': 1427,
                    'name': '金杯'
                },
                {
                    'id': 1427,
                    'name': '金杯-SY6480A2-2003'
                },
                {
                    'id': 1428,
                    'name': '金杯-SY6480B2C-2003'
                },
                {
                    'id': 1429,
                    'name': '金杯-霸道009-2009'
                },
                {
                    'id': 1430,
                    'name': '金杯-大海狮-20112013'
                },
                {
                    'id': 1431,
                    'name': '金杯-都市牛仔-2004'
                },
                {
                    'id': 1432,
                    'name': '金杯-阁瑞斯-07-2'
                },
                {
                    'id': 1433,
                    'name': '金杯-阁瑞斯-20072013(智领)'
                },
                {
                    'id': 1434,
                    'name': '金杯-阁瑞斯-2008(尊领)'
                },
                {
                    'id': 1435,
                    'name': '金杯-阁瑞斯-2010'
                },
                {
                    'id': 1436,
                    'name': '金杯-海狮-20012011'
                },
                {
                    'id': 1437,
                    'name': '金杯-海狮-20082014(快运王)'
                },
                {
                    'id': 1438,
                    'name': '金杯-海狮-2011(动力王)'
                },
                {
                    'id': 1439,
                    'name': '金杯-海狮-2014(豪华型)'
                },
                {
                    'id': 1440,
                    'name': '金杯-海狮领航者-20012003'
                },
                {
                    'id': 1441,
                    'name': '金杯-海星A7-2011'
                },
                {
                    'id': 1442,
                    'name': '金杯-海星A9-11'
                },
                {
                    'id': 1443,
                    'name': '金杯-海星A9-2011'
                },
                {
                    'id': 1444,
                    'name': '金杯-海星T20-11!14'
                },
                {
                    'id': 1445,
                    'name': '金杯-金杯大海狮-11!12'
                },
                {
                    'id': 1446,
                    'name': '金杯-金杯海狮-11-1'
                },
                {
                    'id': 1447,
                    'name': '金杯-金杯海狮-11-2'
                },
                {
                    'id': 1448,
                    'name': '金杯-金杯海狮-11-3'
                },
                {
                    'id': 1449,
                    'name': '金杯-金杯海狮-1999-1'
                },
                {
                    'id': 1450,
                    'name': '金杯-金典-2009'
                },
                {
                    'id': 1451,
                    'name': '金杯-小海狮X30-13'
                },
                {
                    'id': 1452,
                    'name': '金杯-小海狮X30-20132015'
                },
                {
                    'id': 1453,
                    'name': '金杯-智尚s30-12!13-14'
                },
                {
                    'id': 1454,
                    'name': '金杯-智尚S30-20122015'
                }
            ]
        },
        {
            'id': 1455,
            'name': '九龙',
            'city': [
                {
                    'id': 1456,
                    'name': '九龙'
                },
                {
                    'id': 1456,
                    'name': '九龙-A5-2011'
                },
                {
                    'id': 1457,
                    'name': '九龙-A6-2010'
                }
            ]
        },
        {
            'id': 1458,
            'name': '解放',
            'city': [
                {
                    'id': 1459,
                    'name': '解放'
                },
                {
                    'id': 1459,
                    'name': '解放-CA6125URD31'
                },
                {
                    'id': 1460,
                    'name': '解放-XQ6739SH2'
                },
                {
                    'id': 1461,
                    'name': '解放-XQ6758TQ2'
                }
            ]
        },
        {
            'id': 1462,
            'name': '吉江',
            'city': [
                {
                    'id': 1463,
                    'name': '吉江'
                },
                {
                    'id': 1463,
                    'name': '吉江-NE6606K01'
                },
                {
                    'id': 1464,
                    'name': '吉江-NE6710D5'
                }
            ]
        },
        {
            'id': 1465,
            'name': '吉利汽车',
            'city': [
                {
                    'id': 1466,
                    'name': '吉利汽车'
                },
                {
                    'id': 1466,
                    'name': '吉利汽车-帝豪EC7-09'
                },
                {
                    'id': 1467,
                    'name': '吉利汽车-海景-10!11!12'
                },
                {
                    'id': 1468,
                    'name': '吉利汽车-吉利EC8-11!13'
                },
                {
                    'id': 1469,
                    'name': '吉利汽车-熊猫-09!10!11!13'
                }
            ]
        },
        {
            'id': 1470,
            'name': '开瑞',
            'city': [
                {
                    'id': 1471,
                    'name': '开瑞'
                },
                {
                    'id': 1471,
                    'name': '开瑞-优劲-12!13'
                },
                {
                    'id': 1472,
                    'name': '开瑞-优劲-2012'
                },
                {
                    'id': 1473,
                    'name': '开瑞-优派-2009'
                },
                {
                    'id': 1474,
                    'name': '开瑞-优胜-10'
                },
                {
                    'id': 1475,
                    'name': '开瑞-优胜-2010'
                },
                {
                    'id': 1476,
                    'name': '开瑞-优翼-2007'
                },
                {
                    'id': 1477,
                    'name': '开瑞-优优-2012'
                },
                {
                    'id': 1478,
                    'name': '开瑞-优优2代-13'
                },
                {
                    'id': 1479,
                    'name': '开瑞-优优2代-2013'
                }
            ]
        },
        {
            'id': 1480,
            'name': '凯迪拉克',
            'city': [
                {
                    'id': 1481,
                    'name': '凯迪拉克'
                },
                {
                    'id': 1481,
                    'name': '凯迪拉克-ATS(进口)-2014'
                },
                {
                    'id': 1482,
                    'name': '凯迪拉克-ATS.L-2014'
                },
                {
                    'id': 1483,
                    'name': '凯迪拉克-CTS(进口)-20082012'
                },
                {
                    'id': 1484,
                    'name': '凯迪拉克-CTS-20052006'
                },
                {
                    'id': 1485,
                    'name': '凯迪拉克-SLS赛威-10!11!12'
                },
                {
                    'id': 1486,
                    'name': '凯迪拉克-SLS赛威-2007'
                },
                {
                    'id': 1487,
                    'name': '凯迪拉克-SLS赛威-20102012'
                },
                {
                    'id': 1488,
                    'name': '凯迪拉克-SRX-20042006'
                },
                {
                    'id': 1489,
                    'name': '凯迪拉克-SRX-20102013'
                },
                {
                    'id': 1490,
                    'name': '凯迪拉克-XTS-20132014'
                },
                {
                    'id': 1491,
                    'name': '凯迪拉克-帝威-2004'
                },
                {
                    'id': 1492,
                    'name': '凯迪拉克-弗雷特伍德-1993'
                },
                {
                    'id': 1493,
                    'name': '凯迪拉克-凯迪拉克SRX-10!11!12'
                },
                {
                    'id': 1494,
                    'name': '凯迪拉克-凯迪拉克SRX-12!14'
                },
                {
                    'id': 1495,
                    'name': '凯迪拉克-凯迪拉克XTS-13!14'
                },
                {
                    'id': 1496,
                    'name': '凯迪拉克-凯雷德-20022006'
                },
                {
                    'id': 1497,
                    'name': '凯迪拉克-凯雷德-20062013'
                }
            ]
        },
        {
            'id': 1498,
            'name': '克莱斯勒',
            'city': [
                {
                    'id': 1499,
                    'name': '克莱斯勒'
                },
                {
                    'id': 1499,
                    'name': '克莱斯勒-300C-2006'
                },
                {
                    'id': 1500,
                    'name': '克莱斯勒-300C-20122014'
                },
                {
                    'id': 1501,
                    'name': '克莱斯勒-PACIFICA-20042008'
                },
                {
                    'id': 1502,
                    'name': '克莱斯勒-PT漫步者-20062009'
                },
                {
                    'id': 1503,
                    'name': '克莱斯勒-铂锐-2008'
                },
                {
                    'id': 1504,
                    'name': '克莱斯勒-大捷龙(进口)-20012007'
                },
                {
                    'id': 1505,
                    'name': '克莱斯勒-大捷龙-19952000'
                },
                {
                    'id': 1506,
                    'name': '克莱斯勒-大捷龙-20072012'
                },
                {
                    'id': 1507,
                    'name': '克莱斯勒-大捷龙-20132014'
                },
                {
                    'id': 1508,
                    'name': '克莱斯勒-交叉火力-2004'
                },
                {
                    'id': 1509,
                    'name': '克莱斯勒-君王-19931997'
                },
                {
                    'id': 1510,
                    'name': '克莱斯勒-克莱斯勒300C（进口）-12!13!14'
                },
                {
                    'id': 1511,
                    'name': '克莱斯勒-纽约人-19881993'
                },
                {
                    'id': 1512,
                    'name': '克莱斯勒-赛百灵-20042007(敞篷版)'
                }
            ]
        },
        {
            'id': 1513,
            'name': '客车',
            'city': [
                {
                    'id': 1514,
                    'name': '客车'
                },
                {
                    'id': 1514,
                    'name': '客车-1'
                },
                {
                    'id': 1515,
                    'name': '客车-4'
                },
                {
                    'id': 1516,
                    'name': '客车-5'
                },
                {
                    'id': 1517,
                    'name': '客车-6'
                },
                {
                    'id': 1518,
                    'name': '客车-7'
                },
                {
                    'id': 1519,
                    'name': '客车-丰田'
                },
                {
                    'id': 1520,
                    'name': '客车-丰田-1'
                },
                {
                    'id': 1521,
                    'name': '客车-丰田-2'
                },
                {
                    'id': 1522,
                    'name': '客车-黄海1'
                },
                {
                    'id': 1523,
                    'name': '客车-黄海-3'
                },
                {
                    'id': 1524,
                    'name': '客车-金陵'
                },
                {
                    'id': 1525,
                    'name': '客车-金陵-双层'
                },
                {
                    'id': 1526,
                    'name': '客车-金龙-05'
                },
                {
                    'id': 1527,
                    'name': '客车-金龙-06'
                },
                {
                    'id': 1528,
                    'name': '客车-金龙-09'
                },
                {
                    'id': 1529,
                    'name': '客车-金龙-1'
                },
                {
                    'id': 1530,
                    'name': '客车-金龙-10'
                },
                {
                    'id': 1531,
                    'name': '客车-金龙-12'
                },
                {
                    'id': 1532,
                    'name': '客车-金龙-13'
                },
                {
                    'id': 1533,
                    'name': '客车-金龙-2'
                },
                {
                    'id': 1534,
                    'name': '客车-金旅-2'
                },
                {
                    'id': 1535,
                    'name': '客车-金旅-4'
                },
                {
                    'id': 1536,
                    'name': '客车-金旅-9'
                },
                {
                    'id': 1537,
                    'name': '客车-宇通-2'
                },
                {
                    'id': 1538,
                    'name': '客车-宇通-3'
                },
                {
                    'id': 1539,
                    'name': '客车-宇通-4'
                },
                {
                    'id': 1540,
                    'name': '客车-宇通-6'
                },
                {
                    'id': 1541,
                    'name': '客车-宇通-8'
                }
            ]
        },
        {
            'id': 1542,
            'name': '铃木',
            'city': [
                {
                    'id': 1543,
                    'name': '铃木'
                },
                {
                    'id': 1543,
                    'name': '铃木-奥拓-20012005'
                },
                {
                    'id': 1544,
                    'name': '铃木-奥拓-20032005(快乐王子)'
                },
                {
                    'id': 1545,
                    'name': '铃木-奥拓-20062008(快乐王子)'
                },
                {
                    'id': 1546,
                    'name': '铃木-奥拓-20092012'
                },
                {
                    'id': 1547,
                    'name': '铃木-奥拓-2013'
                },
                {
                    'id': 1548,
                    'name': '铃木-北斗星-04'
                },
                {
                    'id': 1549,
                    'name': '铃木-北斗星-05!07!08'
                },
                {
                    'id': 1550,
                    'name': '铃木-北斗星-20042013'
                },
                {
                    'id': 1551,
                    'name': '铃木-北斗星-20042013(创业型)'
                },
                {
                    'id': 1552,
                    'name': '铃木-北斗星-20042013(全能版)'
                },
                {
                    'id': 1553,
                    'name': '铃木-北斗星e加-20092012'
                },
                {
                    'id': 1554,
                    'name': '铃木-北斗星X5-2013'
                },
                {
                    'id': 1555,
                    'name': '铃木-超级维特拉-20112012'
                },
                {
                    'id': 1556,
                    'name': '铃木-锋驭-14'
                },
                {
                    'id': 1557,
                    'name': '铃木-锋驭-2014'
                },
                {
                    'id': 1558,
                    'name': '铃木-吉姆尼-20072015'
                },
                {
                    'id': 1559,
                    'name': '铃木-凯泽西-20102011'
                },
                {
                    'id': 1560,
                    'name': '铃木-浪迪-07'
                },
                {
                    'id': 1561,
                    'name': '铃木-浪迪-20072010'
                },
                {
                    'id': 1562,
                    'name': '铃木-利亚纳-20062013(两厢)'
                },
                {
                    'id': 1563,
                    'name': '铃木-利亚纳A6-2014(两厢)'
                },
                {
                    'id': 1564,
                    'name': '铃木-利亚纳A6-2014(三厢)'
                },
                {
                    'id': 1565,
                    'name': '铃木-羚羊-2001'
                },
                {
                    'id': 1566,
                    'name': '铃木-羚羊-2004'
                },
                {
                    'id': 1567,
                    'name': '铃木-羚羊-20072009'
                },
                {
                    'id': 1568,
                    'name': '铃木-羚羊-2011'
                },
                {
                    'id': 1569,
                    'name': '铃木-派喜-2012'
                },
                {
                    'id': 1570,
                    'name': '铃木-天语-20052010'
                },
                {
                    'id': 1571,
                    'name': '铃木-天语SX4-06!07!08!09'
                },
                {
                    'id': 1572,
                    'name': '铃木-天语SX4-11'
                },
                {
                    'id': 1573,
                    'name': '铃木-天语SX4-12'
                },
                {
                    'id': 1574,
                    'name': '铃木-天语SX4-20062010(三厢)'
                },
                {
                    'id': 1575,
                    'name': '铃木-天语SX4-20062012(两厢)'
                },
                {
                    'id': 1576,
                    'name': '铃木-天语尚悦-20112013'
                },
                {
                    'id': 1577,
                    'name': '铃木-雨燕-05'
                },
                {
                    'id': 1578,
                    'name': '铃木-雨燕-20052010'
                },
                {
                    'id': 1579,
                    'name': '铃木-雨燕-20052010(改装)'
                },
                {
                    'id': 1580,
                    'name': '铃木-雨燕-2011(运动版)'
                },
                {
                    'id': 1581,
                    'name': '铃木-雨燕-20112012(超值版)'
                },
                {
                    'id': 1582,
                    'name': '铃木-雨燕-2013'
                },
                {
                    'id': 1583,
                    'name': '铃木-雨燕-20132014(高配版)'
                }
            ]
        },
        {
            'id': 1584,
            'name': '雷诺',
            'city': [
                {
                    'id': 1585,
                    'name': '雷诺'
                },
                {
                    'id': 1585,
                    'name': '雷诺-风景-2004'
                },
                {
                    'id': 1586,
                    'name': '雷诺-风景RX4-20002003'
                },
                {
                    'id': 1587,
                    'name': '雷诺-科雷傲-09!10'
                },
                {
                    'id': 1588,
                    'name': '雷诺-科雷傲-12!13'
                },
                {
                    'id': 1589,
                    'name': '雷诺-科雷傲-14'
                },
                {
                    'id': 1590,
                    'name': '雷诺-科雷傲-20092014'
                },
                {
                    'id': 1591,
                    'name': '雷诺-拉古娜-2004'
                },
                {
                    'id': 1592,
                    'name': '雷诺-梅甘娜-04!06'
                },
                {
                    'id': 1593,
                    'name': '雷诺-梅甘娜-20042006'
                },
                {
                    'id': 1594,
                    'name': '雷诺-梅甘娜CC-2011'
                },
                {
                    'id': 1595,
                    'name': '雷诺-塔利斯曼-20122013'
                },
                {
                    'id': 1596,
                    'name': '雷诺-纬度-2011'
                },
                {
                    'id': 1597,
                    'name': '雷诺-纬度-2013'
                }
            ]
        },
        {
            'id': 1598,
            'name': '猎豹',
            'city': [
                {
                    'id': 1599,
                    'name': '猎豹'
                },
                {
                    'id': 1599,
                    'name': '猎豹-CS6-20072011'
                },
                {
                    'id': 1600,
                    'name': '猎豹-CS7-2009'
                },
                {
                    'id': 1601,
                    'name': '猎豹-飞铃-2010'
                },
                {
                    'id': 1602,
                    'name': '猎豹-飞腾-20072013'
                },
                {
                    'id': 1603,
                    'name': '猎豹-飞扬-2010'
                },
                {
                    'id': 1604,
                    'name': '猎豹-黑金刚-02!03!04!06!08!09!13!14'
                },
                {
                    'id': 1605,
                    'name': '猎豹-黑金刚-05'
                },
                {
                    'id': 1606,
                    'name': '猎豹-黑金刚-20092013'
                }
            ]
        },
        {
            'id': 1607,
            'name': '雷克萨斯',
            'city': [
                {
                    'id': 1608,
                    'name': '雷克萨斯'
                },
                {
                    'id': 1608,
                    'name': '雷克萨斯-CT-20112013'
                },
                {
                    'id': 1609,
                    'name': '雷克萨斯-CT-20142015'
                },
                {
                    'id': 1610,
                    'name': '雷克萨斯-ES-19891991'
                },
                {
                    'id': 1611,
                    'name': '雷克萨斯-ES-20012006'
                },
                {
                    'id': 1612,
                    'name': '雷克萨斯-ES-20062012'
                },
                {
                    'id': 1613,
                    'name': '雷克萨斯-ES-20132014'
                },
                {
                    'id': 1614,
                    'name': '雷克萨斯-GS-20002004'
                },
                {
                    'id': 1615,
                    'name': '雷克萨斯-GS-20042011'
                },
                {
                    'id': 1616,
                    'name': '雷克萨斯-GS-20122014'
                },
                {
                    'id': 1617,
                    'name': '雷克萨斯-IS-19982005'
                },
                {
                    'id': 1618,
                    'name': '雷克萨斯-IS-20062011(改装)'
                },
                {
                    'id': 1619,
                    'name': '雷克萨斯-IS-20092011(敞篷版)'
                },
                {
                    'id': 1620,
                    'name': '雷克萨斯-IS-20132015'
                },
                {
                    'id': 1621,
                    'name': '雷克萨斯-LS-19911994'
                },
                {
                    'id': 1622,
                    'name': '雷克萨斯-LS-19972000'
                },
                {
                    'id': 1623,
                    'name': '雷克萨斯-LS-20042005'
                },
                {
                    'id': 1624,
                    'name': '雷克萨斯-LS-20062011'
                },
                {
                    'id': 1625,
                    'name': '雷克萨斯-LX-2004'
                },
                {
                    'id': 1626,
                    'name': '雷克萨斯-LX-20052006'
                },
                {
                    'id': 1627,
                    'name': '雷克萨斯-LX-20122013'
                },
                {
                    'id': 1628,
                    'name': '雷克萨斯-NX-2015'
                },
                {
                    'id': 1629,
                    'name': '雷克萨斯-RX-19972000'
                },
                {
                    'id': 1630,
                    'name': '雷克萨斯-RX-20042007'
                },
                {
                    'id': 1631,
                    'name': '雷克萨斯-RX-20092014'
                },
                {
                    'id': 1632,
                    'name': '雷克萨斯-SC-19922000'
                },
                {
                    'id': 1633,
                    'name': '雷克萨斯-SC-20042010'
                },
                {
                    'id': 1634,
                    'name': '雷克萨斯-雷克萨斯ES-06'
                },
                {
                    'id': 1635,
                    'name': '雷克萨斯-雷克萨斯ES-12!10'
                },
                {
                    'id': 1636,
                    'name': '雷克萨斯-雷克萨斯ES-13!14'
                },
                {
                    'id': 1637,
                    'name': '雷克萨斯-雷克萨斯IS-09'
                },
                {
                    'id': 1638,
                    'name': '雷克萨斯-雷克萨斯LX-12!13'
                },
                {
                    'id': 1639,
                    'name': '雷克萨斯-雷克萨斯RX-09!10!11'
                },
                {
                    'id': 1640,
                    'name': '雷克萨斯-雷克萨斯-RX-12!13!14'
                }
            ]
        },
        {
            'id': 1641,
            'name': '力帆',
            'city': [
                {
                    'id': 1642,
                    'name': '力帆'
                },
                {
                    'id': 1642,
                    'name': '力帆-320-20092012'
                },
                {
                    'id': 1643,
                    'name': '力帆-520-2007(三厢)'
                },
                {
                    'id': 1644,
                    'name': '力帆-520-20082011(两厢)'
                },
                {
                    'id': 1645,
                    'name': '力帆-720-20132014'
                },
                {
                    'id': 1646,
                    'name': '力帆-X60-20112013'
                },
                {
                    'id': 1647,
                    'name': '力帆-丰顺-2011'
                }
            ]
        },
        {
            'id': 1648,
            'name': '陆风',
            'city': [
                {
                    'id': 1649,
                    'name': '陆风'
                },
                {
                    'id': 1649,
                    'name': '陆风-X5-20132014'
                },
                {
                    'id': 1650,
                    'name': '陆风-X6-20062011'
                },
                {
                    'id': 1651,
                    'name': '陆风-X9-20082013'
                },
                {
                    'id': 1652,
                    'name': '陆风-风尚-2011'
                },
                {
                    'id': 1653,
                    'name': '陆风-陆风SUV-2003'
                },
                {
                    'id': 1654,
                    'name': '陆风-新饰界-2004'
                }
            ]
        },
        {
            'id': 1655,
            'name': '路虎',
            'city': [
                {
                    'id': 1656,
                    'name': '路虎'
                },
                {
                    'id': 1656,
                    'name': '路虎-第四代发现-10!11!12!13'
                },
                {
                    'id': 1657,
                    'name': '路虎-发现3-20042009'
                },
                {
                    'id': 1658,
                    'name': '路虎-发现4-20102014'
                },
                {
                    'id': 1659,
                    'name': '路虎-揽胜-2005'
                },
                {
                    'id': 1660,
                    'name': '路虎-揽胜-20072009'
                },
                {
                    'id': 1661,
                    'name': '路虎-揽胜-20102012'
                },
                {
                    'id': 1662,
                    'name': '路虎-揽胜-2013'
                },
                {
                    'id': 1663,
                    'name': '路虎-揽胜极光（进口）-12!13!14!15'
                },
                {
                    'id': 1664,
                    'name': '路虎-揽胜运动-20052006'
                },
                {
                    'id': 1665,
                    'name': '路虎-揽胜运动-20102011'
                },
                {
                    'id': 1666,
                    'name': '路虎-揽胜运动-20122013'
                },
                {
                    'id': 1667,
                    'name': '路虎-揽胜运动-2014'
                },
                {
                    'id': 1668,
                    'name': '路虎-揽胜运动版-10!11!12'
                },
                {
                    'id': 1669,
                    'name': '路虎-揽胜运动版-13!14'
                },
                {
                    'id': 1670,
                    'name': '路虎-神行者-20032006'
                },
                {
                    'id': 1671,
                    'name': '路虎-神行者2-11!12!13!14!15'
                },
                {
                    'id': 1672,
                    'name': '路虎-神行者2-20072009'
                },
                {
                    'id': 1673,
                    'name': '路虎-神行者2-20102015'
                },
                {
                    'id': 1674,
                    'name': '路虎-神行者2-20132015'
                }
            ]
        },
        {
            'id': 1675,
            'name': '林肯',
            'city': [
                {
                    'id': 1676,
                    'name': '林肯'
                },
                {
                    'id': 1676,
                    'name': '林肯-城市-19982011'
                },
                {
                    'id': 1677,
                    'name': '林肯-领航员-20042005'
                }
            ]
        },
        {
            'id': 1678,
            'name': '莲花',
            'city': [
                {
                    'id': 1679,
                    'name': '莲花'
                },
                {
                    'id': 1679,
                    'name': '莲花-L5-20112012'
                },
                {
                    'id': 1680,
                    'name': '莲花-竞速-2008'
                },
                {
                    'id': 1681,
                    'name': '莲花-竞悦-2009'
                },
                {
                    'id': 1682,
                    'name': '莲花-莲花L3-20092013'
                }
            ]
        },
        {
            'id': 1683,
            'name': '老年代步车',
            'city': [
                {
                    'id': 1684,
                    'name': '老年代步车'
                },
                {
                    'id': 1684,
                    'name': '老年代步车'
                },
                {
                    'id': 1685,
                    'name': '老年代步车-1'
                }
            ]
        },
        {
            'id': 1686,
            'name': '理念',
            'city': [
                {
                    'id': 1687,
                    'name': '理念'
                },
                {
                    'id': 1687,
                    'name': '理念-S1-20112012'
                },
                {
                    'id': 1688,
                    'name': '理念-S1-20132014'
                }
            ]
        },
        {
            'id': 1689,
            'name': '劳斯莱斯',
            'city': [
                {
                    'id': 1690,
                    'name': '劳斯莱斯'
                },
                {
                    'id': 1690,
                    'name': '劳斯莱斯-古斯特-20102014'
                }
            ]
        },
        {
            'id': 1691,
            'name': '马自达',
            'city': [
                {
                    'id': 1692,
                    'name': '马自达'
                },
                {
                    'id': 1692,
                    'name': '马自达-323-19911994'
                },
                {
                    'id': 1693,
                    'name': '马自达-323-19961998(改装)'
                },
                {
                    'id': 1694,
                    'name': '马自达-929-19911995'
                },
                {
                    'id': 1695,
                    'name': '马自达-CX5-20132014'
                },
                {
                    'id': 1696,
                    'name': '马自达-E2000-1995'
                },
                {
                    'id': 1697,
                    'name': '马自达-MPV-19891999'
                },
                {
                    'id': 1698,
                    'name': '马自达-MX5-2009'
                },
                {
                    'id': 1699,
                    'name': '马自达-阿特兹-2014'
                },
                {
                    'id': 1700,
                    'name': '马自达-昂科塞拉-2014(两厢)'
                },
                {
                    'id': 1701,
                    'name': '马自达-昂科塞拉-2014(三厢)'
                },
                {
                    'id': 1702,
                    'name': '马自达-马自达2-07!08!09!11!12'
                },
                {
                    'id': 1703,
                    'name': '马自达-马自达2-20072012'
                },
                {
                    'id': 1704,
                    'name': '马自达-马自达2劲翔-20082011'
                },
                {
                    'id': 1705,
                    'name': '马自达-马自达3-06'
                },
                {
                    'id': 1706,
                    'name': '马自达-马自达3-06!07'
                },
                {
                    'id': 1707,
                    'name': '马自达-马自达3-07!09'
                },
                {
                    'id': 1708,
                    'name': '马自达-马自达3-10!12'
                },
                {
                    'id': 1709,
                    'name': '马自达-马自达3-20062009(三厢)'
                },
                {
                    'id': 1710,
                    'name': '马自达-马自达3-20062012(三厢改装)'
                },
                {
                    'id': 1711,
                    'name': '马自达-马自达3-20102012(三厢)'
                },
                {
                    'id': 1712,
                    'name': '马自达-马自达3星骋-11!12!13'
                },
                {
                    'id': 1713,
                    'name': '马自达-马自达3星骋-20112015(三厢)'
                },
                {
                    'id': 1714,
                    'name': '马自达-马自达3星骋-20122015(两厢)'
                },
                {
                    'id': 1715,
                    'name': '马自达-马自达5-2008'
                },
                {
                    'id': 1716,
                    'name': '马自达-马自达5-20112013'
                },
                {
                    'id': 1717,
                    'name': '马自达-马自达6-04'
                },
                {
                    'id': 1718,
                    'name': '马自达-马自达6-06!07!08'
                },
                {
                    'id': 1719,
                    'name': '马自达-马自达6-11!12'
                },
                {
                    'id': 1720,
                    'name': '马自达-马自达6-13!14'
                },
                {
                    'id': 1721,
                    'name': '马自达-马自达6-20042014'
                },
                {
                    'id': 1722,
                    'name': '马自达-马自达6-20042014(镀铬改装)'
                },
                {
                    'id': 1723,
                    'name': '马自达-马自达6-2006(旅行版)'
                },
                {
                    'id': 1724,
                    'name': '马自达-马自达6-20062008(轿跑)'
                },
                {
                    'id': 1725,
                    'name': '马自达-马自达6睿翼-20092012'
                },
                {
                    'id': 1726,
                    'name': '马自达-马自达8-11'
                },
                {
                    'id': 1727,
                    'name': '马自达-马自达8-20112013'
                },
                {
                    'id': 1728,
                    'name': '马自达-马自达CX-5-13!14'
                },
                {
                    'id': 1729,
                    'name': '马自达-马自达CX-9-13'
                },
                {
                    'id': 1730,
                    'name': '马自达-普力马-19992004'
                },
                {
                    'id': 1731,
                    'name': '马自达-睿翼-09!10!11'
                },
                {
                    'id': 1732,
                    'name': '马自达-睿翼-12'
                }
            ]
        },
        {
            'id': 1733,
            'name': 'MINI',
            'city': [
                {
                    'id': 1734,
                    'name': 'MINI'
                },
                {
                    'id': 1734,
                    'name': 'MINI-CLUBMAN.COOPER.S-2008'
                },
                {
                    'id': 1735,
                    'name': 'MINI-CLUBMAN.ONE-20072010'
                },
                {
                    'id': 1736,
                    'name': 'MINI-CLUBMAN.ONE-20112014'
                },
                {
                    'id': 1737,
                    'name': 'MINI-COUNTRYMAN.COOPER.S-20132015'
                },
                {
                    'id': 1738,
                    'name': 'MINI-COUNTRYMAN-20112014'
                },
                {
                    'id': 1739,
                    'name': 'MINI-COUNTRYMAN-20132015'
                },
                {
                    'id': 1740,
                    'name': 'MINI-MINI.COOPER.S-20072011'
                },
                {
                    'id': 1741,
                    'name': 'MINI-MINI.COOPER.S-20112012'
                },
                {
                    'id': 1742,
                    'name': 'MINI-MINI.COOPER-2004(敞篷版)'
                },
                {
                    'id': 1743,
                    'name': 'MINI-MINI.COOPER-20062007'
                },
                {
                    'id': 1744,
                    'name': 'MINI-MINI.COOPER-2009(敞篷版)'
                },
                {
                    'id': 1745,
                    'name': 'MINI-MINI.JCW-2013'
                },
                {
                    'id': 1746,
                    'name': 'MINI-MINI.ONE-20112013'
                },
                {
                    'id': 1747,
                    'name': 'MINI-MINI.ONE-2014'
                },
                {
                    'id': 1748,
                    'name': 'MINI-MINI-COUPE-07'
                },
                {
                    'id': 1749,
                    'name': 'MINI-MINI-COUPE-12'
                }
            ]
        },
        {
            'id': 1750,
            'name': '玛莎拉蒂',
            'city': [
                {
                    'id': 1751,
                    'name': '玛莎拉蒂'
                },
                {
                    'id': 1751,
                    'name': '玛莎拉蒂-GranTurismo-20072008'
                },
                {
                    'id': 1752,
                    'name': '玛莎拉蒂-总裁-20042008'
                },
                {
                    'id': 1753,
                    'name': '玛莎拉蒂-总裁-20132015'
                }
            ]
        },
        {
            'id': 1754,
            'name': 'MG',
            'city': [
                {
                    'id': 1755,
                    'name': 'MG'
                },
                {
                    'id': 1755,
                    'name': 'MG-MG3-11!12!13'
                },
                {
                    'id': 1756,
                    'name': 'MG-MG3-2011(Xross版)'
                },
                {
                    'id': 1757,
                    'name': 'MG-MG3-20112014'
                },
                {
                    'id': 1758,
                    'name': 'MG-MG3SW-20082009'
                },
                {
                    'id': 1759,
                    'name': 'MG-MG5-20122014'
                },
                {
                    'id': 1760,
                    'name': 'MG-MG6-10!11!12!13!14'
                },
                {
                    'id': 1761,
                    'name': 'MG-MG6-20102015(掀背)'
                },
                {
                    'id': 1762,
                    'name': 'MG-MG6-2011(三厢)'
                },
                {
                    'id': 1763,
                    'name': 'MG-MG7-20072010'
                },
                {
                    'id': 1764,
                    'name': 'MG-锐行-2015'
                }
            ]
        },
        {
            'id': 1765,
            'name': '牡丹',
            'city': [
                {
                    'id': 1766,
                    'name': '牡丹'
                },
                {
                    'id': 1766,
                    'name': '牡丹-MD6100ED1'
                },
                {
                    'id': 1767,
                    'name': '牡丹-MD6608A1CJ'
                },
                {
                    'id': 1768,
                    'name': '牡丹-MD6701ED1'
                },
                {
                    'id': 1769,
                    'name': '牡丹-MD6820LD3J'
                }
            ]
        },
        {
            'id': 1770,
            'name': '纳智捷',
            'city': [
                {
                    'id': 1771,
                    'name': '纳智捷'
                },
                {
                    'id': 1771,
                    'name': '纳智捷-MASTER.CEO-2013'
                },
                {
                    'id': 1772,
                    'name': '纳智捷-大7SUV-11!12!13'
                },
                {
                    'id': 1773,
                    'name': '纳智捷-大七MPV-20132015'
                },
                {
                    'id': 1774,
                    'name': '纳智捷-大七SUV-20112013'
                },
                {
                    'id': 1775,
                    'name': '纳智捷-大七SUV-2014'
                },
                {
                    'id': 1776,
                    'name': '纳智捷-纳五-20132014'
                },
                {
                    'id': 1777,
                    'name': '纳智捷-优六SUV-2014'
                }
            ]
        },
        {
            'id': 1778,
            'name': '南汽',
            'city': [
                {
                    'id': 1779,
                    'name': '南汽'
                },
                {
                    'id': 1779,
                    'name': '南汽-新雅途-20002005'
                }
            ]
        },
        {
            'id': 1780,
            'name': '欧宝',
            'city': [
                {
                    'id': 1781,
                    'name': '欧宝'
                },
                {
                    'id': 1781,
                    'name': '欧宝-OMEGA-19941998'
                },
                {
                    'id': 1782,
                    'name': '欧宝-OMEGA-19992003'
                },
                {
                    'id': 1783,
                    'name': '欧宝-安德拉-11!12!13'
                },
                {
                    'id': 1784,
                    'name': '欧宝-安德拉-20072010'
                },
                {
                    'id': 1785,
                    'name': '欧宝-安德拉-20082013'
                },
                {
                    'id': 1786,
                    'name': '欧宝-赛飞利-19992005'
                },
                {
                    'id': 1787,
                    'name': '欧宝-赛飞利-20062010'
                },
                {
                    'id': 1788,
                    'name': '欧宝-威达-19992002'
                },
                {
                    'id': 1789,
                    'name': '欧宝-威达-20042006'
                },
                {
                    'id': 1790,
                    'name': '欧宝-雅特-19931998'
                },
                {
                    'id': 1791,
                    'name': '欧宝-英速亚-2013'
                }
            ]
        },
        {
            'id': 1792,
            'name': '普利茅斯',
            'city': [
                {
                    'id': 1793,
                    'name': '普利茅斯'
                },
                {
                    'id': 1793,
                    'name': '普利茅斯-SUNDANCE-19871993'
                }
            ]
        },
        {
            'id': 1794,
            'name': '奇瑞',
            'city': [
                {
                    'id': 1795,
                    'name': '奇瑞'
                },
                {
                    'id': 1795,
                    'name': '奇瑞-A1-20072011'
                },
                {
                    'id': 1796,
                    'name': '奇瑞-A3-20082012(三厢)'
                },
                {
                    'id': 1797,
                    'name': '奇瑞-A3-20092012(两厢)'
                },
                {
                    'id': 1798,
                    'name': '奇瑞-A3-20092012(两厢改装)'
                },
                {
                    'id': 1799,
                    'name': '奇瑞-E3-2013'
                },
                {
                    'id': 1800,
                    'name': '奇瑞-E5-20112014'
                },
                {
                    'id': 1801,
                    'name': '奇瑞-QQ-2013'
                },
                {
                    'id': 1802,
                    'name': '奇瑞-QQ3-20042013'
                },
                {
                    'id': 1803,
                    'name': '奇瑞-QQ3-2012(运动版)'
                },
                {
                    'id': 1804,
                    'name': '奇瑞-QQ6-2007'
                },
                {
                    'id': 1805,
                    'name': '奇瑞-X1-20102012'
                },
                {
                    'id': 1806,
                    'name': '奇瑞-艾瑞泽7-20132014'
                },
                {
                    'id': 1807,
                    'name': '奇瑞-东方之子-20042007'
                },
                {
                    'id': 1808,
                    'name': '奇瑞-东方之子Cross-20072009'
                },
                {
                    'id': 1809,
                    'name': '奇瑞-东风之子-04'
                },
                {
                    'id': 1810,
                    'name': '奇瑞-风云-20022005'
                },
                {
                    'id': 1811,
                    'name': '奇瑞-风云2-2010(两厢)'
                },
                {
                    'id': 1812,
                    'name': '奇瑞-风云2-2010(掀背)'
                },
                {
                    'id': 1813,
                    'name': '奇瑞-风云2-2013(掀背)'
                },
                {
                    'id': 1814,
                    'name': '奇瑞-风云2-20132014(两厢)'
                },
                {
                    'id': 1815,
                    'name': '奇瑞-奇瑞A3-08!09!10!12'
                },
                {
                    'id': 1816,
                    'name': '奇瑞-奇瑞A5-06!07!09'
                },
                {
                    'id': 1817,
                    'name': '奇瑞-奇瑞E5-11!12!14'
                },
                {
                    'id': 1818,
                    'name': '奇瑞-奇瑞QQ3-06!07!09!10!11!12'
                },
                {
                    'id': 1819,
                    'name': '奇瑞-旗云-04!06!07!08'
                },
                {
                    'id': 1820,
                    'name': '奇瑞-旗云1-20102012'
                },
                {
                    'id': 1821,
                    'name': '奇瑞-旗云-2004'
                },
                {
                    'id': 1822,
                    'name': '奇瑞-旗云-20062007'
                },
                {
                    'id': 1823,
                    'name': '奇瑞-旗云2-2010'
                },
                {
                    'id': 1824,
                    'name': '奇瑞-旗云3-2010'
                },
                {
                    'id': 1825,
                    'name': '奇瑞-旗云5-12'
                },
                {
                    'id': 1826,
                    'name': '奇瑞-瑞虎-05!06!07'
                },
                {
                    'id': 1827,
                    'name': '奇瑞-瑞虎-11!12!13'
                },
                {
                    'id': 1828,
                    'name': '奇瑞-瑞虎-20052009'
                },
                {
                    'id': 1829,
                    'name': '奇瑞-瑞虎-2010(DR欧版)'
                },
                {
                    'id': 1830,
                    'name': '奇瑞-瑞虎-20102013'
                },
                {
                    'id': 1831,
                    'name': '奇瑞-瑞虎5-2014'
                },
                {
                    'id': 1832,
                    'name': '奇瑞-瑞麒G3-2012'
                },
                {
                    'id': 1833,
                    'name': '奇瑞-瑞麒G5-20102012'
                },
                {
                    'id': 1834,
                    'name': '奇瑞-瑞麒M1-20092011'
                },
                {
                    'id': 1835,
                    'name': '奇瑞-瑞麒X1-10'
                },
                {
                    'id': 1836,
                    'name': '奇瑞-威麟H3-2011'
                },
                {
                    'id': 1837,
                    'name': '奇瑞-威麟X5-20102011'
                }
            ]
        },
        {
            'id': 1838,
            'name': '起亚',
            'city': [
                {
                    'id': 1839,
                    'name': '起亚'
                },
                {
                    'id': 1839,
                    'name': '起亚-BESTA-19891997'
                },
                {
                    'id': 1840,
                    'name': '起亚-CREDOS-19972001'
                },
                {
                    'id': 1841,
                    'name': '起亚-K2-20112012(三厢)'
                },
                {
                    'id': 1842,
                    'name': '起亚-K2-2012(两厢)'
                },
                {
                    'id': 1843,
                    'name': '起亚-K3-20132015'
                },
                {
                    'id': 1844,
                    'name': '起亚-K3S-2014'
                },
                {
                    'id': 1845,
                    'name': '起亚-K4-2014'
                },
                {
                    'id': 1846,
                    'name': '起亚-K5-20112012'
                },
                {
                    'id': 1847,
                    'name': '起亚-K5-20112012(高配版)'
                },
                {
                    'id': 1848,
                    'name': '起亚-K5-2014'
                },
                {
                    'id': 1849,
                    'name': '起亚-RIO锐欧-07'
                },
                {
                    'id': 1850,
                    'name': '起亚-RIO锐欧-20052007'
                },
                {
                    'id': 1851,
                    'name': '起亚-VQ-20062013'
                },
                {
                    'id': 1852,
                    'name': '起亚-霸锐-20082015'
                },
                {
                    'id': 1853,
                    'name': '起亚-福瑞迪-09!11!12'
                },
                {
                    'id': 1854,
                    'name': '起亚-福瑞迪-20092012'
                },
                {
                    'id': 1855,
                    'name': '起亚-福瑞迪-2014'
                },
                {
                    'id': 1856,
                    'name': '起亚-佳乐-07'
                },
                {
                    'id': 1857,
                    'name': '起亚-佳乐-20022006'
                },
                {
                    'id': 1858,
                    'name': '起亚-佳乐-20072011'
                },
                {
                    'id': 1859,
                    'name': '起亚-佳乐-2013'
                },
                {
                    'id': 1860,
                    'name': '起亚-嘉华-19982001'
                },
                {
                    'id': 1861,
                    'name': '起亚-嘉华-20042006'
                },
                {
                    'id': 1862,
                    'name': '起亚-凯尊-20112012'
                },
                {
                    'id': 1863,
                    'name': '起亚-凯尊-2013'
                },
                {
                    'id': 1864,
                    'name': '起亚-美鹿-19941997(改装)'
                },
                {
                    'id': 1865,
                    'name': '起亚-欧菲莱斯-2004'
                },
                {
                    'id': 1866,
                    'name': '起亚-欧菲莱斯-20072008'
                },
                {
                    'id': 1867,
                    'name': '起亚-普莱特-20002001(两厢)'
                },
                {
                    'id': 1868,
                    'name': '起亚-普莱特-20022004'
                },
                {
                    'id': 1869,
                    'name': '起亚-起亚K2-11!12'
                },
                {
                    'id': 1870,
                    'name': '起亚-起亚K3-13!15'
                },
                {
                    'id': 1871,
                    'name': '起亚-起亚K5-11'
                },
                {
                    'id': 1872,
                    'name': '起亚-千里马-04'
                },
                {
                    'id': 1873,
                    'name': '起亚-千里马-05!06'
                },
                {
                    'id': 1874,
                    'name': '起亚-千里马-20042006(低配版)'
                },
                {
                    'id': 1875,
                    'name': '起亚-千里马-20042006(高配版)'
                },
                {
                    'id': 1876,
                    'name': '起亚-赛拉图-05'
                },
                {
                    'id': 1877,
                    'name': '起亚-赛拉图-08!12'
                },
                {
                    'id': 1878,
                    'name': '起亚-赛拉图-10'
                },
                {
                    'id': 1879,
                    'name': '起亚-赛拉图-20052006'
                },
                {
                    'id': 1880,
                    'name': '起亚-赛拉图-20072012'
                },
                {
                    'id': 1881,
                    'name': '起亚-赛拉图-2008(欧风)'
                },
                {
                    'id': 1882,
                    'name': '起亚-狮跑-09!11'
                },
                {
                    'id': 1883,
                    'name': '起亚-狮跑-12'
                },
                {
                    'id': 1884,
                    'name': '起亚-狮跑-13'
                },
                {
                    'id': 1885,
                    'name': '起亚-狮跑-20042005'
                },
                {
                    'id': 1886,
                    'name': '起亚-狮跑-20042005(改装)'
                },
                {
                    'id': 1887,
                    'name': '起亚-狮跑-20072012'
                },
                {
                    'id': 1888,
                    'name': '起亚-狮跑-2013'
                },
                {
                    'id': 1889,
                    'name': '起亚-速迈-20102013'
                },
                {
                    'id': 1890,
                    'name': '起亚-索兰托-09!10'
                },
                {
                    'id': 1891,
                    'name': '起亚-索兰托-13'
                },
                {
                    'id': 1892,
                    'name': '起亚-索兰托-2004'
                },
                {
                    'id': 1893,
                    'name': '起亚-索兰托-2006'
                },
                {
                    'id': 1894,
                    'name': '起亚-索兰托-2013'
                },
                {
                    'id': 1895,
                    'name': '起亚-秀尔-10!12'
                },
                {
                    'id': 1896,
                    'name': '起亚-秀尔-20102013'
                },
                {
                    'id': 1897,
                    'name': '起亚-远舰-2005'
                },
                {
                    'id': 1898,
                    'name': '起亚-智跑-11!12!14'
                },
                {
                    'id': 1899,
                    'name': '起亚-智跑-20112014'
                },
                {
                    'id': 1900,
                    'name': '起亚-智跑-2015'
                }
            ]
        },
        {
            'id': 1901,
            'name': '庆铃',
            'city': [
                {
                    'id': 1902,
                    'name': '庆铃'
                }
            ]
        },
        {
            'id': 1902,
            'name': '启辰',
            'city': [
                {
                    'id': 1903,
                    'name': '启辰'
                },
                {
                    'id': 1903,
                    'name': '启辰-D50-20122014'
                },
                {
                    'id': 1904,
                    'name': '启辰-R50-20122014'
                }
            ]
        },
        {
            'id': 1905,
            'name': '青年',
            'city': [
                {
                    'id': 1906,
                    'name': '青年'
                },
                {
                    'id': 1906,
                    'name': '青年-JNP6110F'
                },
                {
                    'id': 1907,
                    'name': '青年-JNP6120LEA'
                },
                {
                    'id': 1908,
                    'name': '青年-JNP6850G'
                }
            ]
        },
        {
            'id': 1909,
            'name': '日产',
            'city': [
                {
                    'id': 1910,
                    'name': '日产'
                },
                {
                    'id': 1910,
                    'name': '日产-D22-20112013'
                },
                {
                    'id': 1911,
                    'name': '日产-D22-20112013(改装厢货)'
                },
                {
                    'id': 1912,
                    'name': '日产-GTR-20102015'
                },
                {
                    'id': 1913,
                    'name': '日产-NAVARA-20052014'
                },
                {
                    'id': 1914,
                    'name': '日产-NV200-20102014'
                },
                {
                    'id': 1915,
                    'name': '日产-Skyline-19951998(R33)'
                },
                {
                    'id': 1916,
                    'name': '日产-VANETTE-1995'
                },
                {
                    'id': 1917,
                    'name': '日产-ZN厢式货车-20122013'
                },
                {
                    'id': 1918,
                    'name': '日产-奥丁-20072013'
                },
                {
                    'id': 1919,
                    'name': '日产-风度-19881993'
                },
                {
                    'id': 1920,
                    'name': '日产-风度-19941997'
                },
                {
                    'id': 1921,
                    'name': '日产-风度-19981999'
                },
                {
                    'id': 1922,
                    'name': '日产-风度-2004'
                },
                {
                    'id': 1923,
                    'name': '日产-风雅-07'
                },
                {
                    'id': 1924,
                    'name': '日产-风雅-20052007'
                },
                {
                    'id': 1925,
                    'name': '日产-公爵-1987'
                },
                {
                    'id': 1926,
                    'name': '日产-公爵Y31-19871991'
                },
                {
                    'id': 1927,
                    'name': '日产-公爵Y33-19951997'
                },
                {
                    'id': 1928,
                    'name': '日产-贵士-20052006'
                },
                {
                    'id': 1929,
                    'name': '日产-贵士-20072009'
                },
                {
                    'id': 1930,
                    'name': '日产-骏逸-2006'
                },
                {
                    'id': 1931,
                    'name': '日产-蓝鸟-02'
                },
                {
                    'id': 1932,
                    'name': '日产-蓝鸟-19871991'
                },
                {
                    'id': 1933,
                    'name': '日产-蓝鸟-19921995'
                },
                {
                    'id': 1934,
                    'name': '日产-蓝鸟-19962001'
                },
                {
                    'id': 1935,
                    'name': '日产-蓝鸟-2002'
                },
                {
                    'id': 1936,
                    'name': '日产-蓝鸟-2004(智尊)'
                },
                {
                    'id': 1937,
                    'name': '日产-蓝鸟SSS-1999'
                },
                {
                    'id': 1938,
                    'name': '日产-骊威-07'
                },
                {
                    'id': 1939,
                    'name': '日产-骊威-07!08!09!10'
                },
                {
                    'id': 1940,
                    'name': '日产-骊威-20072010'
                },
                {
                    'id': 1941,
                    'name': '日产-骊威-20072010(劲锐版)'
                },
                {
                    'id': 1942,
                    'name': '日产-骊威-2010(劲悦版)'
                },
                {
                    'id': 1943,
                    'name': '日产-骊威-2013'
                },
                {
                    'id': 1944,
                    'name': '日产-骊威-20132015(劲锐版)'
                },
                {
                    'id': 1945,
                    'name': '日产-楼兰-20052008'
                },
                {
                    'id': 1946,
                    'name': '日产-楼兰-20112013'
                },
                {
                    'id': 1947,
                    'name': '日产-玛驰-20102015'
                },
                {
                    'id': 1948,
                    'name': '日产-帕拉丁-06!07!08!13'
                },
                {
                    'id': 1949,
                    'name': '日产-帕拉丁-20042013'
                },
                {
                    'id': 1950,
                    'name': '日产-奇骏-08!10!12'
                },
                {
                    'id': 1951,
                    'name': '日产-奇骏-14'
                },
                {
                    'id': 1952,
                    'name': '日产-奇骏-20012004'
                },
                {
                    'id': 1953,
                    'name': '日产-奇骏-20082010'
                },
                {
                    'id': 1954,
                    'name': '日产-奇骏-2012'
                },
                {
                    'id': 1955,
                    'name': '日产-奇骏-2014'
                },
                {
                    'id': 1956,
                    'name': '日产-骐达-08'
                },
                {
                    'id': 1957,
                    'name': '日产-骐达-11!12!13'
                },
                {
                    'id': 1958,
                    'name': '日产-骐达-2008'
                },
                {
                    'id': 1959,
                    'name': '日产-日产D22-11!13'
                },
                {
                    'id': 1960,
                    'name': '日产-锐骐多功能车-20102013'
                },
                {
                    'id': 1961,
                    'name': '日产-天籁-04'
                },
                {
                    'id': 1962,
                    'name': '日产-天籁-06'
                },
                {
                    'id': 1963,
                    'name': '日产-天籁-08!09!10'
                },
                {
                    'id': 1964,
                    'name': '日产-天籁-11'
                },
                {
                    'id': 1965,
                    'name': '日产-天籁-12'
                },
                {
                    'id': 1966,
                    'name': '日产-天籁-13!14'
                },
                {
                    'id': 1967,
                    'name': '日产-天籁-20042007'
                },
                {
                    'id': 1968,
                    'name': '日产-天籁-20112012'
                },
                {
                    'id': 1969,
                    'name': '日产-天籁-20132014'
                },
                {
                    'id': 1970,
                    'name': '日产-途乐-19982007'
                },
                {
                    'id': 1971,
                    'name': '日产-途乐-20122014'
                },
                {
                    'id': 1972,
                    'name': '日产-西玛-20012004'
                },
                {
                    'id': 1973,
                    'name': '日产-逍客-08!10'
                },
                {
                    'id': 1974,
                    'name': '日产-逍客-11!12!13'
                },
                {
                    'id': 1975,
                    'name': '日产-轩逸-07!08!06'
                },
                {
                    'id': 1976,
                    'name': '日产-轩逸-09'
                },
                {
                    'id': 1977,
                    'name': '日产-轩逸-12!14'
                },
                {
                    'id': 1978,
                    'name': '日产-轩逸-20062008'
                },
                {
                    'id': 1979,
                    'name': '日产-轩逸-20092012(含经典版)'
                },
                {
                    'id': 1980,
                    'name': '日产-轩逸-20122014'
                },
                {
                    'id': 1981,
                    'name': '日产-阳光-05'
                },
                {
                    'id': 1982,
                    'name': '日产-阳光-11'
                },
                {
                    'id': 1983,
                    'name': '日产-阳光-2000'
                },
                {
                    'id': 1984,
                    'name': '日产-阳光-2004'
                },
                {
                    'id': 1985,
                    'name': '日产-阳光-2005'
                },
                {
                    'id': 1986,
                    'name': '日产-阳光-20112014'
                },
                {
                    'id': 1987,
                    'name': '日产-颐达-05!06'
                },
                {
                    'id': 1988,
                    'name': '日产-颐达-08'
                },
                {
                    'id': 1989,
                    'name': '日产-颐达-08!09'
                },
                {
                    'id': 1990,
                    'name': '日产-颐达-20052006'
                },
                {
                    'id': 1991,
                    'name': '日产-颐达-2008'
                }
            ]
        },
        {
            'id': 1992,
            'name': '荣威',
            'city': [
                {
                    'id': 1993,
                    'name': '荣威'
                },
                {
                    'id': 1993,
                    'name': '荣威-350-20102014'
                },
                {
                    'id': 1994,
                    'name': '荣威-550-20082014'
                },
                {
                    'id': 1995,
                    'name': '荣威-750-20062009'
                },
                {
                    'id': 1996,
                    'name': '荣威-750-20112012'
                },
                {
                    'id': 1997,
                    'name': '荣威-950-2012'
                },
                {
                    'id': 1998,
                    'name': '荣威-W5-11'
                },
                {
                    'id': 1999,
                    'name': '荣威-W5-20112014'
                },
                {
                    'id': 2000,
                    'name': '荣威-荣威350-10!11'
                },
                {
                    'id': 2001,
                    'name': '荣威-荣威350-12!13!14'
                },
                {
                    'id': 2002,
                    'name': '荣威-荣威550-08!09!10!12'
                },
                {
                    'id': 2003,
                    'name': '荣威-荣威550-13!14'
                },
                {
                    'id': 2004,
                    'name': '荣威-荣威750-06!08'
                }
            ]
        },
        {
            'id': 2005,
            'name': '斯柯达',
            'city': [
                {
                    'id': 2006,
                    'name': '斯柯达'
                },
                {
                    'id': 2006,
                    'name': '斯柯达-FELICIA-1995'
                },
                {
                    'id': 2007,
                    'name': '斯柯达-Yeti-20132014(含进口版)'
                },
                {
                    'id': 2008,
                    'name': '斯柯达-Yeti-2014(外挂备胎)'
                },
                {
                    'id': 2009,
                    'name': '斯柯达-法比亚-19992007'
                },
                {
                    'id': 2010,
                    'name': '斯柯达-昊锐（进口）-04'
                },
                {
                    'id': 2011,
                    'name': '斯柯达-昊锐-09!10!12'
                },
                {
                    'id': 2012,
                    'name': '斯柯达-昊锐-09!10!12!13'
                },
                {
                    'id': 2013,
                    'name': '斯柯达-昊锐-20092013'
                },
                {
                    'id': 2014,
                    'name': '斯柯达-晶锐-08!09!11'
                },
                {
                    'id': 2015,
                    'name': '斯柯达-晶锐-12!14'
                },
                {
                    'id': 2016,
                    'name': '斯柯达-晶锐-20082011'
                },
                {
                    'id': 2017,
                    'name': '斯柯达-晶锐-20122014'
                },
                {
                    'id': 2018,
                    'name': '斯柯达-晶锐-20122014(Scout版)'
                },
                {
                    'id': 2019,
                    'name': '斯柯达-明锐-07!08!09'
                },
                {
                    'id': 2020,
                    'name': '斯柯达-明锐-12!13!14'
                },
                {
                    'id': 2021,
                    'name': '斯柯达-明锐-20072009'
                },
                {
                    'id': 2022,
                    'name': '斯柯达-明锐-2015'
                },
                {
                    'id': 2023,
                    'name': '斯柯达-欧雅-19962000'
                },
                {
                    'id': 2024,
                    'name': '斯柯达-欧雅-20012004'
                },
                {
                    'id': 2025,
                    'name': '斯柯达-速派-20012008'
                },
                {
                    'id': 2026,
                    'name': '斯柯达-速派-2013'
                },
                {
                    'id': 2027,
                    'name': '斯柯达-昕动-2014'
                },
                {
                    'id': 2028,
                    'name': '斯柯达-昕锐-20132015'
                }
            ]
        },
        {
            'id': 2029,
            'name': '申龙',
            'city': [
                {
                    'id': 2030,
                    'name': '申龙'
                },
                {
                    'id': 2030,
                    'name': '申龙-SLG6840'
                },
                {
                    'id': 2031,
                    'name': '申龙-SLK6126F63'
                },
                {
                    'id': 2032,
                    'name': '申龙-SLK6126F6AN'
                },
                {
                    'id': 2033,
                    'name': '申龙-SLK6800F1A3'
                },
                {
                    'id': 2034,
                    'name': '申龙-SLK6838F1A'
                },
                {
                    'id': 2035,
                    'name': '申龙-SLK6900F53'
                }
            ]
        },
        {
            'id': 2036,
            'name': '斯巴鲁',
            'city': [
                {
                    'id': 2037,
                    'name': '斯巴鲁'
                },
                {
                    'id': 2037,
                    'name': '斯巴鲁-BRZ-2013'
                },
                {
                    'id': 2038,
                    'name': '斯巴鲁-XV-20122014'
                },
                {
                    'id': 2039,
                    'name': '斯巴鲁-傲虎'
                },
                {
                    'id': 2040,
                    'name': '斯巴鲁-傲虎-10'
                },
                {
                    'id': 2041,
                    'name': '斯巴鲁-傲虎-20042006'
                },
                {
                    'id': 2042,
                    'name': '斯巴鲁-傲虎-20102014'
                },
                {
                    'id': 2043,
                    'name': '斯巴鲁-傲虎-2015'
                },
                {
                    'id': 2044,
                    'name': '斯巴鲁-驰鹏-2007'
                },
                {
                    'id': 2045,
                    'name': '斯巴鲁-驰鹏-20082011'
                },
                {
                    'id': 2046,
                    'name': '斯巴鲁-力狮-19931999'
                },
                {
                    'id': 2047,
                    'name': '斯巴鲁-力狮-20042006'
                },
                {
                    'id': 2048,
                    'name': '斯巴鲁-力狮-2006(旅行版)'
                },
                {
                    'id': 2049,
                    'name': '斯巴鲁-力狮-20102014'
                },
                {
                    'id': 2050,
                    'name': '斯巴鲁-森林人-08!09!10!11!12'
                },
                {
                    'id': 2051,
                    'name': '斯巴鲁-森林人-13!14'
                },
                {
                    'id': 2052,
                    'name': '斯巴鲁-森林人-20022004'
                },
                {
                    'id': 2053,
                    'name': '斯巴鲁-森林人-20052007'
                },
                {
                    'id': 2054,
                    'name': '斯巴鲁-森林人-20082012'
                },
                {
                    'id': 2055,
                    'name': '斯巴鲁-森林人-20132014'
                },
                {
                    'id': 2056,
                    'name': '斯巴鲁-斯巴鲁XV-12!14'
                },
                {
                    'id': 2057,
                    'name': '斯巴鲁-翼豹-20072011'
                },
                {
                    'id': 2058,
                    'name': '斯巴鲁-翼豹-2008(三厢)'
                }
            ]
        },
        {
            'id': 2059,
            'name': '双龙',
            'city': [
                {
                    'id': 2060,
                    'name': '双龙'
                },
                {
                    'id': 2060,
                    'name': '双龙-爱腾-06!07!09!10!11'
                },
                {
                    'id': 2061,
                    'name': '双龙-爱腾-20062011'
                },
                {
                    'id': 2062,
                    'name': '双龙-柯兰多-19962006(敞篷版)'
                },
                {
                    'id': 2063,
                    'name': '双龙-柯兰多-20112013'
                },
                {
                    'id': 2064,
                    'name': '双龙-柯兰多-20142015'
                },
                {
                    'id': 2065,
                    'name': '双龙-雷斯特-06!07!10!11'
                },
                {
                    'id': 2066,
                    'name': '双龙-雷斯特-20062011'
                },
                {
                    'id': 2067,
                    'name': '双龙-路帝-20072008'
                },
                {
                    'id': 2068,
                    'name': '双龙-路帝-2014'
                },
                {
                    'id': 2069,
                    'name': '双龙-享御-20072011'
                },
                {
                    'id': 2070,
                    'name': '双龙-主席-19972004'
                },
                {
                    'id': 2071,
                    'name': '双龙-主席-20052011'
                }
            ]
        },
        {
            'id': 2072,
            'name': '上饶',
            'city': [
                {
                    'id': 2073,
                    'name': '上饶'
                },
                {
                    'id': 2073,
                    'name': '上饶-SR6886TH'
                }
            ]
        },
        {
            'id': 2074,
            'name': '三菱',
            'city': [
                {
                    'id': 2075,
                    'name': '三菱'
                },
                {
                    'id': 2075,
                    'name': '三菱-3000GT-1990'
                },
                {
                    'id': 2076,
                    'name': '三菱-ASX劲炫(进口)-20112012'
                },
                {
                    'id': 2077,
                    'name': '三菱-ECLIPSE-19951999'
                },
                {
                    'id': 2078,
                    'name': '三菱-EVOLUTION9-2006'
                },
                {
                    'id': 2079,
                    'name': '三菱-L400-19962007'
                },
                {
                    'id': 2080,
                    'name': '三菱-得利卡-19942000'
                },
                {
                    'id': 2081,
                    'name': '三菱-戈蓝-19962004'
                },
                {
                    'id': 2082,
                    'name': '三菱-戈蓝-20072012'
                },
                {
                    'id': 2083,
                    'name': '三菱-格蓝迪-20042009'
                },
                {
                    'id': 2084,
                    'name': '三菱-劲炫ASX-20132015'
                },
                {
                    'id': 2085,
                    'name': '三菱-君阁-20082011'
                },
                {
                    'id': 2086,
                    'name': '三菱-蓝瑟-06!07!08!10'
                },
                {
                    'id': 2087,
                    'name': '三菱-蓝瑟-10'
                },
                {
                    'id': 2088,
                    'name': '三菱-蓝瑟-20062012'
                },
                {
                    'id': 2089,
                    'name': '三菱-菱绅-20042006'
                },
                {
                    'id': 2090,
                    'name': '三菱-欧蓝德(进口)-07!08'
                },
                {
                    'id': 2091,
                    'name': '三菱-欧蓝德(进口)-09!10!11!12'
                },
                {
                    'id': 2092,
                    'name': '三菱-欧蓝德(进口)-20062012'
                },
                {
                    'id': 2093,
                    'name': '三菱-欧蓝德(进口)-20132014'
                },
                {
                    'id': 2094,
                    'name': '三菱-欧蓝德-20042005'
                },
                {
                    'id': 2095,
                    'name': '三菱-帕杰罗(进口)-07!08!09!10!11'
                },
                {
                    'id': 2096,
                    'name': '三菱-帕杰罗(进口)-20102015'
                },
                {
                    'id': 2097,
                    'name': '三菱-帕杰罗-04!05!06!08!11'
                },
                {
                    'id': 2098,
                    'name': '三菱-帕杰罗-19921997'
                },
                {
                    'id': 2099,
                    'name': '三菱-帕杰罗-19981999'
                },
                {
                    'id': 2100,
                    'name': '三菱-帕杰罗-19992006(标准版)'
                },
                {
                    'id': 2101,
                    'name': '三菱-帕杰罗-19992006(豪华版)'
                },
                {
                    'id': 2102,
                    'name': '三菱-帕杰罗-20062011'
                },
                {
                    'id': 2103,
                    'name': '三菱-帕杰罗iO-19982007'
                },
                {
                    'id': 2104,
                    'name': '三菱-帕杰罗劲畅-20112013(含进口版)'
                },
                {
                    'id': 2105,
                    'name': '三菱-帕杰罗速跑-2004'
                },
                {
                    'id': 2106,
                    'name': '三菱-三菱戈蓝-07!09'
                },
                {
                    'id': 2107,
                    'name': '三菱-太空车-19911997'
                },
                {
                    'id': 2108,
                    'name': '三菱-伊柯丽斯-2008'
                },
                {
                    'id': 2109,
                    'name': '三菱-翼神-10-!11!12'
                },
                {
                    'id': 2110,
                    'name': '三菱-翼神-13'
                },
                {
                    'id': 2111,
                    'name': '三菱-翼神-20102015'
                }
            ]
        },
        {
            'id': 2112,
            'name': '少林',
            'city': [
                {
                    'id': 2113,
                    'name': '少林'
                },
                {
                    'id': 2113,
                    'name': '少林-SLG6759C3E'
                },
                {
                    'id': 2114,
                    'name': '少林-SLG6901C'
                },
                {
                    'id': 2115,
                    'name': '少林-瑞麟'
                }
            ]
        },
        {
            'id': 2116,
            'name': '双环',
            'city': [
                {
                    'id': 2117,
                    'name': '双环'
                },
                {
                    'id': 2117,
                    'name': '双环-SCEO-20052011'
                },
                {
                    'id': 2118,
                    'name': '双环-来宝SRV-2004'
                }
            ]
        },
        {
            'id': 2119,
            'name': '上汽大通',
            'city': [
                {
                    'id': 2120,
                    'name': '上汽大通'
                },
                {
                    'id': 2120,
                    'name': '上汽大通-V80-20102015'
                },
                {
                    'id': 2121,
                    'name': '上汽大通-伊斯坦纳-2013'
                }
            ]
        },
        {
            'id': 2122,
            'name': '时代',
            'city': [
                {
                    'id': 2123,
                    'name': '时代'
                },
                {
                    'id': 2123,
                    'name': '时代-时代驭菱V2微卡'
                },
                {
                    'id': 2124,
                    'name': '时代-时代驭菱VQ1微卡'
                }
            ]
        },
        {
            'id': 2125,
            'name': '陕汽通家',
            'city': [
                {
                    'id': 2126,
                    'name': '陕汽通家'
                },
                {
                    'id': 2126,
                    'name': '陕汽通家-福家-20112014'
                }
            ]
        },
        {
            'id': 2127,
            'name': '水星',
            'city': [
                {
                    'id': 2128,
                    'name': '水星'
                },
                {
                    'id': 2128,
                    'name': '水星-VILLAGER-19992002'
                }
            ]
        },
        {
            'id': 2129,
            'name': '萨博',
            'city': [
                {
                    'id': 2130,
                    'name': '萨博'
                },
                {
                    'id': 2130,
                    'name': '萨博-95-20042005'
                }
            ]
        },
        {
            'id': 2131,
            'name': '舒驰',
            'city': [
                {
                    'id': 2132,
                    'name': '舒驰'
                },
                {
                    'id': 2132,
                    'name': '舒驰-YTK6740T'
                }
            ]
        },
        {
            'id': 2133,
            'name': 'smart',
            'city': [
                {
                    'id': 2134,
                    'name': 'smart'
                },
                {
                    'id': 2134,
                    'name': 'smart-fortwo-20092014'
                }
            ]
        },
        {
            'id': 2135,
            'name': '申沃',
            'city': [
                {
                    'id': 2136,
                    'name': '申沃'
                },
                {
                    'id': 2136,
                    'name': '申沃-SWB6120G1A'
                }
            ]
        },
        {
            'id': 2137,
            'name': '洒水车类',
            'city': [
                {
                    'id': 2138,
                    'name': '洒水车类'
                }
            ]
        },
        {
            'id': 2138,
            'name': '天汽美亚',
            'city': [
                {
                    'id': 2139,
                    'name': '天汽美亚'
                },
                {
                    'id': 2139,
                    'name': '天汽美亚-海狮-2003'
                }
            ]
        },
        {
            'id': 2140,
            'name': '天马',
            'city': [
                {
                    'id': 2141,
                    'name': '天马'
                },
                {
                    'id': 2141,
                    'name': '天马-风锐-2005'
                }
            ]
        },
        {
            'id': 2142,
            'name': '腾势',
            'city': [
                {
                    'id': 2143,
                    'name': '腾势'
                },
                {
                    'id': 2143,
                    'name': '腾势-腾势-2014'
                }
            ]
        },
        {
            'id': 2144,
            'name': '特斯拉',
            'city': [
                {
                    'id': 2145,
                    'name': '特斯拉'
                },
                {
                    'id': 2145,
                    'name': '特斯拉-MODEL.S-20142015'
                }
            ]
        },
        {
            'id': 2146,
            'name': '五洲龙',
            'city': [
                {
                    'id': 2147,
                    'name': '五洲龙'
                },
                {
                    'id': 2147,
                    'name': '五洲龙-FDG6810C3'
                }
            ]
        },
        {
            'id': 2148,
            'name': '沃尔沃',
            'city': [
                {
                    'id': 2149,
                    'name': '沃尔沃'
                },
                {
                    'id': 2149,
                    'name': '沃尔沃-940-19901998'
                },
                {
                    'id': 2150,
                    'name': '沃尔沃-C30-20062013'
                },
                {
                    'id': 2151,
                    'name': '沃尔沃-C70-2008'
                },
                {
                    'id': 2152,
                    'name': '沃尔沃-S40-20042006'
                },
                {
                    'id': 2153,
                    'name': '沃尔沃-S40-20072012'
                },
                {
                    'id': 2154,
                    'name': '沃尔沃-S60-20112014'
                },
                {
                    'id': 2155,
                    'name': '沃尔沃-S70-19972000'
                },
                {
                    'id': 2156,
                    'name': '沃尔沃-S80-19982002'
                },
                {
                    'id': 2157,
                    'name': '沃尔沃-S80-20032006'
                },
                {
                    'id': 2158,
                    'name': '沃尔沃-S80-2004'
                },
                {
                    'id': 2159,
                    'name': '沃尔沃-S80L-20062014(含进口版)'
                },
                {
                    'id': 2160,
                    'name': '沃尔沃-V40-20132015'
                },
                {
                    'id': 2161,
                    'name': '沃尔沃-V60-20122015'
                },
                {
                    'id': 2162,
                    'name': '沃尔沃-XC60-20092015(含进口版)'
                },
                {
                    'id': 2163,
                    'name': '沃尔沃-XC90-20032006'
                },
                {
                    'id': 2164,
                    'name': '沃尔沃-沃尔沃C30-10!11!12'
                },
                {
                    'id': 2165,
                    'name': '沃尔沃-沃尔沃s60-11!12!13!14!15'
                },
                {
                    'id': 2166,
                    'name': '沃尔沃-沃尔沃s60L-14!15'
                },
                {
                    'id': 2167,
                    'name': '沃尔沃-沃尔沃S80L-09!10!11'
                },
                {
                    'id': 2168,
                    'name': '沃尔沃-沃尔沃XC60(进口)-09!10'
                },
                {
                    'id': 2169,
                    'name': '沃尔沃-沃尔沃XC60(进口)-14!15'
                },
                {
                    'id': 2170,
                    'name': '沃尔沃-沃尔沃XC90(进口)-10!11!12!13'
                }
            ]
        },
        {
            'id': 2171,
            'name': '万丰',
            'city': [
                {
                    'id': 2172,
                    'name': '万丰'
                },
                {
                    'id': 2172,
                    'name': '万丰-速达-20032004'
                }
            ]
        },
        {
            'id': 2173,
            'name': '五菱',
            'city': [
                {
                    'id': 2174,
                    'name': '五菱'
                },
                {
                    'id': 2174,
                    'name': '五菱-PN货车-1000-1'
                },
                {
                    'id': 2175,
                    'name': '五菱-PN货车-2001'
                },
                {
                    'id': 2176,
                    'name': '五菱-PN货车-20082010'
                },
                {
                    'id': 2177,
                    'name': '五菱-宏光-20102014'
                },
                {
                    'id': 2178,
                    'name': '五菱-宏光S-20132014'
                },
                {
                    'id': 2179,
                    'name': '五菱-鸿途-2007'
                },
                {
                    'id': 2180,
                    'name': '五菱-荣光-20112012'
                },
                {
                    'id': 2181,
                    'name': '五菱-荣光-20142015'
                },
                {
                    'id': 2182,
                    'name': '五菱-荣光小卡-2012'
                },
                {
                    'id': 2183,
                    'name': '五菱-五菱宏光-10!13'
                },
                {
                    'id': 2184,
                    'name': '五菱-五菱宏光-14'
                },
                {
                    'id': 2185,
                    'name': '五菱-五菱荣光-07'
                },
                {
                    'id': 2186,
                    'name': '五菱-五菱荣光-11'
                },
                {
                    'id': 2187,
                    'name': '五菱-五菱荣光-13'
                },
                {
                    'id': 2188,
                    'name': '五菱-五菱荣光-14'
                },
                {
                    'id': 2189,
                    'name': '五菱-五菱荣光小卡-12-1'
                },
                {
                    'id': 2190,
                    'name': '五菱-五菱荣光小卡-12-2'
                },
                {
                    'id': 2191,
                    'name': '五菱-五菱扬光-04'
                },
                {
                    'id': 2192,
                    'name': '五菱-五菱之光-08'
                },
                {
                    'id': 2193,
                    'name': '五菱-五菱之光-10'
                },
                {
                    'id': 2194,
                    'name': '五菱-五菱之光-13'
                },
                {
                    'id': 2195,
                    'name': '五菱-五菱之光-2003'
                },
                {
                    'id': 2196,
                    'name': '五菱-五菱之光-20032005'
                },
                {
                    'id': 2197,
                    'name': '五菱-五菱之光-2005'
                },
                {
                    'id': 2198,
                    'name': '五菱-五菱之光-20062009'
                },
                {
                    'id': 2199,
                    'name': '五菱-五菱之光-2010(标准型)'
                },
                {
                    'id': 2200,
                    'name': '五菱-五菱之光-2010(实用型)'
                },
                {
                    'id': 2201,
                    'name': '五菱-五菱之光-20132014'
                },
                {
                    'id': 2202,
                    'name': '五菱-小旋风-20002008'
                },
                {
                    'id': 2203,
                    'name': '五菱-兴旺-20032006'
                },
                {
                    'id': 2204,
                    'name': '五菱-扬光-2004'
                },
                {
                    'id': 2205,
                    'name': '五菱-扬光-20042009'
                }
            ]
        },
        {
            'id': 2206,
            'name': '五十铃',
            'city': [
                {
                    'id': 2207,
                    'name': '五十铃'
                },
                {
                    'id': 2207,
                    'name': '五十铃-ELF面包车-1998'
                },
                {
                    'id': 2208,
                    'name': '五十铃-FARGO-19951997'
                },
                {
                    'id': 2209,
                    'name': '五十铃-T系列-07'
                },
                {
                    'id': 2210,
                    'name': '五十铃-竞技者-1999'
                },
                {
                    'id': 2211,
                    'name': '五十铃-竞技者-2009'
                },
                {
                    'id': 2212,
                    'name': '五十铃-五十铃皮卡-09'
                },
                {
                    'id': 2213,
                    'name': '五十铃-厢式皮卡-2002'
                }
            ]
        },
        {
            'id': 2214,
            'name': '万通',
            'city': [
                {
                    'id': 2215,
                    'name': '万通'
                },
                {
                    'id': 2215,
                    'name': '万通-WTQ6475-2002'
                }
            ]
        },
        {
            'id': 2216,
            'name': '现代',
            'city': [
                {
                    'id': 2217,
                    'name': '现代'
                },
                {
                    'id': 2217,
                    'name': '现代-EXCEL-19911994'
                },
                {
                    'id': 2218,
                    'name': '现代-GALLOPER-19982001'
                },
                {
                    'id': 2219,
                    'name': '现代-GRACE-1997'
                },
                {
                    'id': 2220,
                    'name': '现代-i30-2009'
                },
                {
                    'id': 2221,
                    'name': '现代-ix25-2015'
                },
                {
                    'id': 2222,
                    'name': '现代-ix35-20102012'
                },
                {
                    'id': 2223,
                    'name': '现代-ix35-20132015'
                },
                {
                    'id': 2224,
                    'name': '现代-Trajet-19992008'
                },
                {
                    'id': 2225,
                    'name': '现代-北京现代i30-09'
                },
                {
                    'id': 2226,
                    'name': '现代-北京现代ix35-10!12'
                },
                {
                    'id': 2227,
                    'name': '现代-北京现代ix35-13'
                },
                {
                    'id': 2228,
                    'name': '现代-飞思-2011'
                },
                {
                    'id': 2229,
                    'name': '现代-飞思-20122015'
                },
                {
                    'id': 2230,
                    'name': '现代-格锐-2013'
                },
                {
                    'id': 2231,
                    'name': '现代-康恩迪-2014'
                },
                {
                    'id': 2232,
                    'name': '现代-酷派-20022004'
                },
                {
                    'id': 2233,
                    'name': '现代-酷派-20052006'
                },
                {
                    'id': 2234,
                    'name': '现代-酷派-20072008'
                },
                {
                    'id': 2235,
                    'name': '现代-酷派-20072008(改装)'
                },
                {
                    'id': 2236,
                    'name': '现代-朗动-12!13'
                },
                {
                    'id': 2237,
                    'name': '现代-朗动-20122015'
                },
                {
                    'id': 2238,
                    'name': '现代-劳恩斯-酷派-09'
                },
                {
                    'id': 2239,
                    'name': '现代-劳恩斯酷派-20092010'
                },
                {
                    'id': 2240,
                    'name': '现代-劳恩斯酷派-2012'
                },
                {
                    'id': 2241,
                    'name': '现代-领翔-09'
                },
                {
                    'id': 2242,
                    'name': '现代-领翔-2009'
                },
                {
                    'id': 2243,
                    'name': '现代-名图-14'
                },
                {
                    'id': 2244,
                    'name': '现代-名图-2014'
                },
                {
                    'id': 2245,
                    'name': '现代-名驭-09'
                },
                {
                    'id': 2246,
                    'name': '现代-名驭-2009'
                },
                {
                    'id': 2247,
                    'name': '现代-全新胜达（进口）-13'
                },
                {
                    'id': 2248,
                    'name': '现代-瑞纳-10!11!13'
                },
                {
                    'id': 2249,
                    'name': '现代-瑞纳-20102013'
                },
                {
                    'id': 2250,
                    'name': '现代-瑞奕-20112014(含瑞纳两厢)'
                },
                {
                    'id': 2251,
                    'name': '现代-圣达菲(进口)-20002004'
                },
                {
                    'id': 2252,
                    'name': '现代-圣达菲(进口)-2005'
                },
                {
                    'id': 2253,
                    'name': '现代-胜达-20062009'
                },
                {
                    'id': 2254,
                    'name': '现代-胜达-20102012'
                },
                {
                    'id': 2255,
                    'name': '现代-胜达-20102012(至尊版)'
                },
                {
                    'id': 2256,
                    'name': '现代-索纳塔-03'
                },
                {
                    'id': 2257,
                    'name': '现代-索纳塔-04!06'
                },
                {
                    'id': 2258,
                    'name': '现代-索纳塔-19911992'
                },
                {
                    'id': 2259,
                    'name': '现代-索纳塔-19931995'
                },
                {
                    'id': 2260,
                    'name': '现代-索纳塔-19961998'
                },
                {
                    'id': 2261,
                    'name': '现代-索纳塔-20012004'
                },
                {
                    'id': 2262,
                    'name': '现代-索纳塔-20042008'
                },
                {
                    'id': 2263,
                    'name': '现代-索纳塔八-11'
                },
                {
                    'id': 2264,
                    'name': '现代-索纳塔八-20112014'
                },
                {
                    'id': 2265,
                    'name': '现代-索纳塔八-20112014(改装)'
                },
                {
                    'id': 2266,
                    'name': '现代-途胜-06'
                },
                {
                    'id': 2267,
                    'name': '现代-途胜-20042009'
                },
                {
                    'id': 2268,
                    'name': '现代-途胜-2013'
                },
                {
                    'id': 2269,
                    'name': '现代-维拉克斯-07!09!12'
                },
                {
                    'id': 2270,
                    'name': '现代-维拉克斯-20072012'
                },
                {
                    'id': 2271,
                    'name': '现代-新胜达（进口）-06!07!09'
                },
                {
                    'id': 2272,
                    'name': '现代-新胜达（进口）-10!11!12'
                },
                {
                    'id': 2273,
                    'name': '现代-雅科仕-20052009'
                },
                {
                    'id': 2274,
                    'name': '现代-雅科仕-20102014'
                },
                {
                    'id': 2275,
                    'name': '现代-雅绅特-20062008'
                },
                {
                    'id': 2276,
                    'name': '现代-雅尊-19961998'
                },
                {
                    'id': 2277,
                    'name': '现代-雅尊-20062009'
                },
                {
                    'id': 2278,
                    'name': '现代-伊兰特-04!05'
                },
                {
                    'id': 2279,
                    'name': '现代-伊兰特-07'
                },
                {
                    'id': 2280,
                    'name': '现代-伊兰特-08'
                },
                {
                    'id': 2281,
                    'name': '现代-伊兰特-11'
                },
                {
                    'id': 2282,
                    'name': '现代-伊兰特-20042009'
                },
                {
                    'id': 2283,
                    'name': '现代-伊兰特-20042009(改装尾灯)'
                },
                {
                    'id': 2284,
                    'name': '现代-伊兰特-2007(两厢)'
                },
                {
                    'id': 2285,
                    'name': '现代-伊兰特-2011'
                },
                {
                    'id': 2286,
                    'name': '现代-御翔-20052006'
                },
                {
                    'id': 2287,
                    'name': '现代-悦动-08!10'
                },
                {
                    'id': 2288,
                    'name': '现代-悦动-11'
                },
                {
                    'id': 2289,
                    'name': '现代-悦动-20082010'
                },
                {
                    'id': 2290,
                    'name': '现代-悦动-2011'
                }
            ]
        },
        {
            'id': 2291,
            'name': '雪铁龙',
            'city': [
                {
                    'id': 2292,
                    'name': '雪铁龙'
                },
                {
                    'id': 2292,
                    'name': '雪铁龙-C2-20062013'
                },
                {
                    'id': 2293,
                    'name': '雪铁龙-C4(进口)-20042009(Coupe版)'
                },
                {
                    'id': 2294,
                    'name': '雪铁龙-C4AirCross-20122013'
                },
                {
                    'id': 2295,
                    'name': '雪铁龙-C4L-20132014'
                },
                {
                    'id': 2296,
                    'name': '雪铁龙-C4毕加索-2009'
                },
                {
                    'id': 2297,
                    'name': '雪铁龙-C5(进口)-20042007'
                },
                {
                    'id': 2298,
                    'name': '雪铁龙-C5-20132014'
                },
                {
                    'id': 2299,
                    'name': '雪铁龙-爱丽舍-04!05!07'
                },
                {
                    'id': 2300,
                    'name': '雪铁龙-爱丽舍-08!09!10!11!12!13'
                },
                {
                    'id': 2301,
                    'name': '雪铁龙-爱丽舍-20032007'
                },
                {
                    'id': 2302,
                    'name': '雪铁龙-爱丽舍-20032007(改装)'
                },
                {
                    'id': 2303,
                    'name': '雪铁龙-爱丽舍-20082013'
                },
                {
                    'id': 2304,
                    'name': '雪铁龙-爱丽舍-2014'
                },
                {
                    'id': 2305,
                    'name': '雪铁龙-爱唯欧-11'
                },
                {
                    'id': 2306,
                    'name': '雪铁龙-毕加索-02'
                },
                {
                    'id': 2307,
                    'name': '雪铁龙-毕加索-04!07'
                },
                {
                    'id': 2308,
                    'name': '雪铁龙-毕加索-20042007'
                },
                {
                    'id': 2309,
                    'name': '雪铁龙-富康-04!05!07'
                },
                {
                    'id': 2310,
                    'name': '雪铁龙-富康-20012007'
                },
                {
                    'id': 2311,
                    'name': '雪铁龙-富康988-20002002'
                },
                {
                    'id': 2312,
                    'name': '雪铁龙-凯旋-06!08!10'
                },
                {
                    'id': 2313,
                    'name': '雪铁龙-凯旋-20062010'
                },
                {
                    'id': 2314,
                    'name': '雪铁龙-全新爱丽舍-14'
                },
                {
                    'id': 2315,
                    'name': '雪铁龙-塞纳-04!05'
                },
                {
                    'id': 2316,
                    'name': '雪铁龙-赛纳-20042005'
                },
                {
                    'id': 2317,
                    'name': '雪铁龙-世嘉-08!09!10!11'
                },
                {
                    'id': 2318,
                    'name': '雪铁龙-世嘉-12!13'
                },
                {
                    'id': 2319,
                    'name': '雪铁龙-世嘉-20082013(两厢)'
                },
                {
                    'id': 2320,
                    'name': '雪铁龙-世嘉-20082014(三厢)'
                },
                {
                    'id': 2321,
                    'name': '雪铁龙-世嘉-20122013(两厢)'
                },
                {
                    'id': 2322,
                    'name': '雪铁龙-世嘉-20122016(三厢)'
                },
                {
                    'id': 2323,
                    'name': '雪铁龙-雪铁龙C2-06!07!08!10!12!13'
                },
                {
                    'id': 2324,
                    'name': '雪铁龙-雪铁龙C4-09'
                },
                {
                    'id': 2325,
                    'name': '雪铁龙-雪铁龙C4L-13!14'
                },
                {
                    'id': 2326,
                    'name': '雪铁龙-雪铁龙C5-10!11!12'
                },
                {
                    'id': 2327,
                    'name': '雪铁龙-雪铁龙C5-13!14'
                }
            ]
        },
        {
            'id': 2328,
            'name': '雪佛兰',
            'city': [
                {
                    'id': 2329,
                    'name': '雪佛兰'
                },
                {
                    'id': 2329,
                    'name': '雪佛兰-爱唯欧-11'
                },
                {
                    'id': 2330,
                    'name': '雪佛兰-爱唯欧-20112013(三厢)'
                },
                {
                    'id': 2331,
                    'name': '雪佛兰-爱唯欧-2014(三厢)'
                },
                {
                    'id': 2332,
                    'name': '雪佛兰-创酷-2014'
                },
                {
                    'id': 2333,
                    'name': '雪佛兰-景程-05!06'
                },
                {
                    'id': 2334,
                    'name': '雪佛兰-景程-07'
                },
                {
                    'id': 2335,
                    'name': '雪佛兰-景程-09!10!11!12'
                },
                {
                    'id': 2336,
                    'name': '雪佛兰-景程-20052006'
                },
                {
                    'id': 2337,
                    'name': '雪佛兰-景程-20072013'
                },
                {
                    'id': 2338,
                    'name': '雪佛兰-景程-20082012(低配版)'
                },
                {
                    'id': 2339,
                    'name': '雪佛兰-开拓者-20032004'
                },
                {
                    'id': 2340,
                    'name': '雪佛兰-科鲁兹-09'
                },
                {
                    'id': 2341,
                    'name': '雪佛兰-科鲁兹-09!10!11!12!13!14'
                },
                {
                    'id': 2342,
                    'name': '雪佛兰-科鲁兹-10!11!12!13!14'
                },
                {
                    'id': 2343,
                    'name': '雪佛兰-科鲁兹-20092013(改装)'
                },
                {
                    'id': 2344,
                    'name': '雪佛兰-科鲁兹-20092013(尾灯改装)'
                },
                {
                    'id': 2345,
                    'name': '雪佛兰-科鲁兹-20092014'
                },
                {
                    'id': 2346,
                    'name': '雪佛兰-科鲁兹-20092014(改装宝马7系尾灯)'
                },
                {
                    'id': 2347,
                    'name': '雪佛兰-科鲁兹经典-2015'
                },
                {
                    'id': 2348,
                    'name': '雪佛兰-科鲁兹掀背版-2013'
                },
                {
                    'id': 2349,
                    'name': '雪佛兰-科迈罗-20102011'
                },
                {
                    'id': 2350,
                    'name': '雪佛兰-科帕奇-11!12!13!14'
                },
                {
                    'id': 2351,
                    'name': '雪佛兰-科帕奇-20082014(含进口版)'
                },
                {
                    'id': 2352,
                    'name': '雪佛兰-乐风-06!07!08'
                },
                {
                    'id': 2353,
                    'name': '雪佛兰-乐风-09!10'
                },
                {
                    'id': 2354,
                    'name': '雪佛兰-乐风-20062008'
                },
                {
                    'id': 2355,
                    'name': '雪佛兰-乐风-20092010'
                },
                {
                    'id': 2356,
                    'name': '雪佛兰-迈锐宝-12!13!14'
                },
                {
                    'id': 2357,
                    'name': '雪佛兰-迈锐宝-20122014'
                },
                {
                    'id': 2358,
                    'name': '雪佛兰-赛欧-10!11!13'
                },
                {
                    'id': 2359,
                    'name': '雪佛兰-赛欧-20042005(三厢)'
                },
                {
                    'id': 2360,
                    'name': '雪佛兰-赛欧-20102013(两厢)'
                },
                {
                    'id': 2361,
                    'name': '雪佛兰-赛欧-20102013(三厢)'
                },
                {
                    'id': 2362,
                    'name': '雪佛兰-赛欧SRV-2005'
                }
            ]
        },
        {
            'id': 2363,
            'name': '星凯龙',
            'city': [
                {
                    'id': 2364,
                    'name': '星凯龙'
                },
                {
                    'id': 2364,
                    'name': '星凯龙-HFX6120HW2A'
                }
            ]
        },
        {
            'id': 2365,
            'name': '西沃',
            'city': [
                {
                    'id': 2366,
                    'name': '西沃'
                },
                {
                    'id': 2366,
                    'name': '西沃-XW6123A1'
                },
                {
                    'id': 2367,
                    'name': '西沃-XW6125A'
                }
            ]
        },
        {
            'id': 2368,
            'name': '西雅特',
            'city': [
                {
                    'id': 2369,
                    'name': '西雅特'
                },
                {
                    'id': 2369,
                    'name': '西雅特-LEON-2012'
                },
                {
                    'id': 2370,
                    'name': '西雅特-欧悦搏-2013'
                }
            ]
        },
        {
            'id': 2371,
            'name': '新凯',
            'city': [
                {
                    'id': 2372,
                    'name': '新凯'
                },
                {
                    'id': 2372,
                    'name': '新凯-凯胜-2006'
                }
            ]
        },
        {
            'id': 2373,
            'name': '一汽',
            'city': [
                {
                    'id': 2374,
                    'name': '一汽'
                },
                {
                    'id': 2374,
                    'name': '一汽-奔腾-奔腾B50-09'
                },
                {
                    'id': 2375,
                    'name': '一汽-奔腾-奔腾B50-11!12'
                },
                {
                    'id': 2376,
                    'name': '一汽-佳宝T57-2011'
                },
                {
                    'id': 2377,
                    'name': '一汽-佳宝V52-10'
                },
                {
                    'id': 2378,
                    'name': '一汽-佳宝V52-2011(实用型)'
                },
                {
                    'id': 2379,
                    'name': '一汽-佳宝V52-2011(舒适型)'
                },
                {
                    'id': 2380,
                    'name': '一汽-佳宝V55-2011(舒适型)'
                },
                {
                    'id': 2381,
                    'name': '一汽-佳宝V70-2011'
                },
                {
                    'id': 2382,
                    'name': '一汽-佳宝V80-2013'
                },
                {
                    'id': 2383,
                    'name': '一汽-佳宝V80-2014'
                },
                {
                    'id': 2384,
                    'name': '一汽-路豹-2004'
                },
                {
                    'id': 2385,
                    'name': '一汽-欧朗-2012(三厢)'
                },
                {
                    'id': 2386,
                    'name': '一汽-森雅M80-09'
                },
                {
                    'id': 2387,
                    'name': '一汽-森雅M80-20092014'
                },
                {
                    'id': 2388,
                    'name': '一汽-森雅S80-11!13!14'
                },
                {
                    'id': 2389,
                    'name': '一汽-森雅S80-20112014'
                },
                {
                    'id': 2390,
                    'name': '一汽-威乐-20042008'
                },
                {
                    'id': 2391,
                    'name': '一汽-威志-20062009(两厢)'
                },
                {
                    'id': 2392,
                    'name': '一汽-威志-20072011(三厢)'
                },
                {
                    'id': 2393,
                    'name': '一汽-威志V2-10'
                },
                {
                    'id': 2394,
                    'name': '一汽-威志V2-20102012'
                },
                {
                    'id': 2395,
                    'name': '一汽-威志V5-20122014'
                },
                {
                    'id': 2396,
                    'name': '一汽-威姿-20042011'
                },
                {
                    'id': 2397,
                    'name': '一汽-夏利-06!10!11'
                },
                {
                    'id': 2398,
                    'name': '一汽-夏利-19922002(TJ7101)'
                },
                {
                    'id': 2399,
                    'name': '一汽-夏利2000-2000'
                },
                {
                    'id': 2400,
                    'name': '一汽-夏利2000-20012003'
                },
                {
                    'id': 2401,
                    'name': '一汽-夏利A加-20012011(两厢)'
                },
                {
                    'id': 2402,
                    'name': '一汽-夏利A加-2006(三厢)'
                },
                {
                    'id': 2403,
                    'name': '一汽-夏利N3-20042005(三厢)'
                },
                {
                    'id': 2404,
                    'name': '一汽-夏利N3-20042008(两厢)'
                },
                {
                    'id': 2405,
                    'name': '一汽-夏利N3-2012(两厢)'
                },
                {
                    'id': 2406,
                    'name': '一汽-夏利N3-2012(三厢)'
                },
                {
                    'id': 2407,
                    'name': '一汽-夏利N5-20102013'
                },
                {
                    'id': 2408,
                    'name': '一汽-夏利N7-20132014'
                },
                {
                    'id': 2409,
                    'name': '一汽-夏利骏雅-20012003'
                }
            ]
        },
        {
            'id': 2410,
            'name': '宇通',
            'city': [
                {
                    'id': 2411,
                    'name': '宇通'
                },
                {
                    'id': 2411,
                    'name': '宇通-ZK6102DX1'
                },
                {
                    'id': 2412,
                    'name': '宇通-ZK6105HNG1'
                },
                {
                    'id': 2413,
                    'name': '宇通-ZK6110H'
                },
                {
                    'id': 2414,
                    'name': '宇通-ZK6110HD'
                },
                {
                    'id': 2415,
                    'name': '宇通-ZK6119H2Y'
                },
                {
                    'id': 2416,
                    'name': '宇通-ZK6120HLG1'
                },
                {
                    'id': 2417,
                    'name': '宇通-ZK6120HY19'
                },
                {
                    'id': 2418,
                    'name': '宇通-ZK6120R41B'
                },
                {
                    'id': 2419,
                    'name': '宇通-ZK6122HWB'
                },
                {
                    'id': 2420,
                    'name': '宇通-ZK6127HW'
                },
                {
                    'id': 2421,
                    'name': '宇通-ZK6128HC'
                },
                {
                    'id': 2422,
                    'name': '宇通-ZK6129H'
                },
                {
                    'id': 2423,
                    'name': '宇通-ZK6129HB'
                },
                {
                    'id': 2424,
                    'name': '宇通-ZK6146HSA'
                },
                {
                    'id': 2425,
                    'name': '宇通-ZK6609D1'
                },
                {
                    'id': 2426,
                    'name': '宇通-ZK6662DKA9'
                },
                {
                    'id': 2427,
                    'name': '宇通-ZK6708DH'
                },
                {
                    'id': 2428,
                    'name': '宇通-ZK6726DX2'
                },
                {
                    'id': 2429,
                    'name': '宇通-ZK6737G'
                },
                {
                    'id': 2430,
                    'name': '宇通-ZK6752D'
                },
                {
                    'id': 2431,
                    'name': '宇通-ZK6798HK'
                },
                {
                    'id': 2432,
                    'name': '宇通-ZK6852HC'
                },
                {
                    'id': 2433,
                    'name': '宇通-ZK6878HFB'
                },
                {
                    'id': 2434,
                    'name': '宇通-ZK6880DF'
                },
                {
                    'id': 2435,
                    'name': '宇通-ZK6908H'
                },
                {
                    'id': 2436,
                    'name': '宇通-ZK6929NX2'
                },
                {
                    'id': 2437,
                    'name': '宇通-ZK6932D'
                },
                {
                    'id': 2438,
                    'name': '宇通-ZK6970HA'
                }
            ]
        },
        {
            'id': 2439,
            'name': '依维柯',
            'city': [
                {
                    'id': 2440,
                    'name': '依维柯'
                },
                {
                    'id': 2440,
                    'name': '依维柯-宝迪-09!12'
                },
                {
                    'id': 2441,
                    'name': '依维柯-宝迪-20092013'
                },
                {
                    'id': 2442,
                    'name': '依维柯-得意-09-1'
                },
                {
                    'id': 2443,
                    'name': '依维柯-得意-12!14'
                },
                {
                    'id': 2444,
                    'name': '依维柯-得意-20042009'
                },
                {
                    'id': 2445,
                    'name': '依维柯-得意-20042009(标准版)'
                },
                {
                    'id': 2446,
                    'name': '依维柯-得意-20092014'
                },
                {
                    'id': 2447,
                    'name': '依维柯-得意-20122014(标准版)'
                },
                {
                    'id': 2448,
                    'name': '依维柯-得意-改装押运车'
                },
                {
                    'id': 2449,
                    'name': '依维柯-得意工程车'
                },
                {
                    'id': 2450,
                    'name': '依维柯-得意-工程车'
                },
                {
                    'id': 2451,
                    'name': '依维柯-得意-工程抢修车'
                },
                {
                    'id': 2452,
                    'name': '依维柯-都灵-09'
                },
                {
                    'id': 2453,
                    'name': '依维柯-都灵-20052009'
                },
                {
                    'id': 2454,
                    'name': '依维柯-改装押运车'
                }
            ]
        },
        {
            'id': 2455,
            'name': '英菲尼迪',
            'city': [
                {
                    'id': 2456,
                    'name': '英菲尼迪'
                },
                {
                    'id': 2456,
                    'name': '英菲尼迪-ESQ-2014'
                },
                {
                    'id': 2457,
                    'name': '英菲尼迪-EX系-20082013'
                },
                {
                    'id': 2458,
                    'name': '英菲尼迪-FX系-20032008'
                },
                {
                    'id': 2459,
                    'name': '英菲尼迪-FX系-20092013'
                },
                {
                    'id': 2460,
                    'name': '英菲尼迪-G系-20092013'
                },
                {
                    'id': 2461,
                    'name': '英菲尼迪-I30-19962000'
                },
                {
                    'id': 2462,
                    'name': '英菲尼迪-JX系-2013'
                },
                {
                    'id': 2463,
                    'name': '英菲尼迪-M系-20052006'
                },
                {
                    'id': 2464,
                    'name': '英菲尼迪-M系-20072009'
                },
                {
                    'id': 2465,
                    'name': '英菲尼迪-M系-20082009'
                },
                {
                    'id': 2466,
                    'name': '英菲尼迪-Q50-2014'
                },
                {
                    'id': 2467,
                    'name': '英菲尼迪-Q70-2013'
                },
                {
                    'id': 2468,
                    'name': '英菲尼迪-QX4-19962002'
                },
                {
                    'id': 2469,
                    'name': '英菲尼迪-QX56-20042010'
                },
                {
                    'id': 2470,
                    'name': '英菲尼迪-QX56-20112013'
                },
                {
                    'id': 2471,
                    'name': '英菲尼迪-QX60-2014'
                },
                {
                    'id': 2472,
                    'name': '英菲尼迪-英菲尼迪EX-08!09!10!11!13'
                },
                {
                    'id': 2473,
                    'name': '英菲尼迪-英菲尼迪FX-07!09!10!11'
                }
            ]
        },
        {
            'id': 2474,
            'name': '野马',
            'city': [
                {
                    'id': 2475,
                    'name': '野马'
                },
                {
                    'id': 2475,
                    'name': '野马-F10-20112012'
                },
                {
                    'id': 2476,
                    'name': '野马-F12-2012'
                },
                {
                    'id': 2477,
                    'name': '野马-F99-20092012'
                }
            ]
        },
        {
            'id': 2478,
            'name': '跃进',
            'city': [
                {
                    'id': 2479,
                    'name': '跃进'
                },
                {
                    'id': 2479,
                    'name': '跃进-NJ6603C'
                }
            ]
        },
        {
            'id': 2480,
            'name': '友谊',
            'city': [
                {
                    'id': 2481,
                    'name': '友谊'
                },
                {
                    'id': 2481,
                    'name': '友谊-ZGT6602N3G'
                }
            ]
        },
        {
            'id': 2482,
            'name': '永源',
            'city': [
                {
                    'id': 2483,
                    'name': '永源'
                },
                {
                    'id': 2483,
                    'name': '永源-A380-20082010'
                }
            ]
        },
        {
            'id': 2484,
            'name': '众泰',
            'city': [
                {
                    'id': 2485,
                    'name': '众泰'
                },
                {
                    'id': 2485,
                    'name': '众泰-5008-20082010'
                },
                {
                    'id': 2486,
                    'name': '众泰-M300-20092010'
                },
                {
                    'id': 2487,
                    'name': '众泰-T600-2014'
                },
                {
                    'id': 2488,
                    'name': '众泰-V10-20112012'
                },
                {
                    'id': 2489,
                    'name': '众泰-Z200-20112013'
                },
                {
                    'id': 2490,
                    'name': '众泰-Z200HB-2011'
                },
                {
                    'id': 2491,
                    'name': '众泰-Z300-20122013'
                },
                {
                    'id': 2492,
                    'name': '众泰-Z500-2015'
                },
                {
                    'id': 2493,
                    'name': '众泰-江南TT-2010'
                },
                {
                    'id': 2494,
                    'name': '众泰-众泰08-08!09!10'
                },
                {
                    'id': 2495,
                    'name': '众泰-众泰5008-10'
                }
            ]
        },
        {
            'id': 2496,
            'name': '中通',
            'city': [
                {
                    'id': 2497,
                    'name': '中通'
                },
                {
                    'id': 2497,
                    'name': '中通-LCK6107H'
                },
                {
                    'id': 2498,
                    'name': '中通-LCK6125HD'
                },
                {
                    'id': 2499,
                    'name': '中通-LCK6607D'
                },
                {
                    'id': 2500,
                    'name': '中通-LCK6899HC'
                },
                {
                    'id': 2501,
                    'name': '中通-LCK6900H'
                },
                {
                    'id': 2502,
                    'name': '中通-LCK6935H'
                },
                {
                    'id': 2503,
                    'name': '中通-LCK6960H'
                }
            ]
        },
        {
            'id': 2504,
            'name': '中华',
            'city': [
                {
                    'id': 2505,
                    'name': '中华'
                },
                {
                    'id': 2505,
                    'name': '中华-H230-2012'
                },
                {
                    'id': 2506,
                    'name': '中华-H320-2012'
                },
                {
                    'id': 2507,
                    'name': '中华-H330-2013'
                },
                {
                    'id': 2508,
                    'name': '中华-H530-20112014'
                },
                {
                    'id': 2509,
                    'name': '中华-V5-2012'
                },
                {
                    'id': 2510,
                    'name': '中华-骏捷-20062010'
                },
                {
                    'id': 2511,
                    'name': '中华-骏捷-20112012'
                },
                {
                    'id': 2512,
                    'name': '中华-骏捷FRV-20082010'
                },
                {
                    'id': 2513,
                    'name': '中华-骏捷FSV-20092011'
                },
                {
                    'id': 2514,
                    'name': '中华-酷宝-20072008'
                },
                {
                    'id': 2515,
                    'name': '中华-中华-03'
                },
                {
                    'id': 2516,
                    'name': '中华-中华H330-13'
                },
                {
                    'id': 2517,
                    'name': '中华-中华骏捷-06!07!08!09!10'
                },
                {
                    'id': 2518,
                    'name': '中华-中华骏捷FRV-08!09'
                },
                {
                    'id': 2519,
                    'name': '中华-尊驰-20022004'
                },
                {
                    'id': 2520,
                    'name': '中华-尊驰-20042008'
                },
                {
                    'id': 2521,
                    'name': '中华-尊驰-20092011'
                }
            ]
        },
        {
            'id': 2522,
            'name': '中国重汽',
            'city': [
                {
                    'id': 2523,
                    'name': '中国重汽'
                },
                {
                    'id': 2523,
                    'name': '中国重汽-JK6118HN'
                }
            ]
        },
        {
            'id': 2524,
            'name': '中客华北',
            'city': [
                {
                    'id': 2525,
                    'name': '中客华北'
                },
                {
                    'id': 2525,
                    'name': '中客华北-超赛-2004'
                }
            ]
        },
        {
            'id': 2526,
            'name': '讴歌',
            'city': [
                {
                    'id': 2527,
                    'name': '讴歌'
                },
                {
                    'id': 2527,
                    'name': '讴歌-ILX-2013'
                },
                {
                    'id': 2528,
                    'name': '讴歌-MDX-20072009'
                },
                {
                    'id': 2529,
                    'name': '讴歌-MDX-20102011'
                },
                {
                    'id': 2530,
                    'name': '讴歌-MDX-2014'
                },
                {
                    'id': 2531,
                    'name': '讴歌-RDX-2013'
                },
                {
                    'id': 2532,
                    'name': '讴歌-TL-20042008'
                },
                {
                    'id': 2533,
                    'name': '讴歌-ZDX-2012'
                },
                {
                    'id': 2534,
                    'name': '讴歌-讴歌MDX-10'
                }
            ]
        },
        {
            'id': 2535,
            'name': '中兴',
            'city': [
                {
                    'id': 2536,
                    'name': '中兴'
                },
                {
                    'id': 2536,
                    'name': '中兴-旗舰-2006'
                },
                {
                    'id': 2537,
                    'name': '中兴-旗舰A9-2009'
                },
                {
                    'id': 2538,
                    'name': '中兴-田野-20032004'
                },
                {
                    'id': 2539,
                    'name': '中兴-田野-2006'
                },
                {
                    'id': 2540,
                    'name': '中兴-威虎G3-20102014'
                },
                {
                    'id': 2541,
                    'name': '中兴-威虎TUV-20132014'
                }
            ]
        },
        {
            'id': 2542,
            'name': '中顺',
            'city': [
                {
                    'id': 2543,
                    'name': '中顺'
                },
                {
                    'id': 2543,
                    'name': '中顺-世纪-20042006'
                },
                {
                    'id': 2544,
                    'name': '中顺-世纪-20042006(高配版)'
                }
            ]
        }
    ]
};